[Main]
DisplayName=Polski

[Uninstaller_frmAbout]
lbl_Warnning_Title.caption=Ostrzeżenie
lbl_Warnning_Detail.caption=Ten program komputerowy jest chroniony prawem autorskim i umowami międzynarodowymi.
lbl_copyright.caption=© IObit. Wszelkie prawa zastrzeżone.
lbl_Thanks_Title.caption=Serdeczne podziękowania dla niżej wymienionych osób za ich ogromny wkład:
rdhtmlEula.caption=<a>Umowa licencyjna</a> | <a>Polityka prywatności</a>
Instructions_M=Instrukcja dezinstalacji
lblAcknow.caption=Podziękowania

[ActionCenter_M]
M_HideAC=Ukryj
M_ShowAC=Pokaż
M_AC_Tips=Zwiększ bezpieczeństwo i wydajność swojego komputera dzięki rekomendowanym programom.
M_ShowACTitle2=Uwaga!
M_ShowACDesc=Wszystkie rekomendowane programy są teraz ukryte! Kliknij przycisk „Pokaż”, aby wyświetlić je ponownie. Zalecamy również ich instalację, by móc cieszyć się kompleksową ochroną swojego komputera, jak i jego szczytową wydajnością.
M_LearnRecommendNote=Obecnie brak rekomendowanych produktów.
M_LearnRecommendDesc=Kliknij przycisk „Dowiedz się więcej”, aby poznać więcej produktów, którymi możesz być zainteresowany.
M_none=Brak
M_Fix=Zainstaluj teraz
M_LearnMore=Dowiedz się więcej
M_Install=Zainstaluj teraz
M_fixing=Instalowanie
M_Updating=Aktualizowanie
M_failed=Niepowodzenie
M_RuningWell=Zainstalowana jest najnowsza wersja
M_Outdated=Przestarzały
M_NotInstalled=Nie zainstalowano
M_Insatlled=Zainstalowano
M_Update=Aktualizuj teraz
M_ASCCaption=Wydajność systemu
M_ASCInfo_NotIns=Usuń zbędne pliki i ślady prywatności, a także napraw błędy w rejestrze.
M_ASCInfo_UpToDate=Advanced SystemCare pozwala przyśpieszyć i zoptymalizować twój komputer jednym kliknięciem.
M_ASCInfo_NeedUpDate=Program Advanced SystemCare jest przestarzały.
M_RunASC=Skanuj teraz
M_ASCOffer=Oczyść i zoptymalizuj swój komputer jednym kliknięciem.<br>Przyśpiesz swój komputer o nawet 200%.<br>Przyśpiesz Internet o nawet 300%.<br>Zabezpiecz swoje dane przed wyciekiem.<br>Monitoruj stan swojego komputera w czasie rzeczywistym, aby zapewnić jego płynniejsze działanie.
M_IMFCaption=Ochrona przed złośliwym oprogramowaniem
M_IMFInfo_NotIns=Zadbaj o bezpieczeństwo swojego komputera, instalując program chroniący przed złośliwym oprogramowaniem od IObit.
M_IMFInfo_UpToDate=IObit Malware Fighter chroni twój komputer przed wszelakim złośliwym oprogramowaniem.
M_IMFInfo_NeedUpDate=Program IObit Malware Fighter jest przestarzały.
M_RunIMF=Skanuj teraz
M_IMFOffer=Kompleksowa ochrona w czasie rzeczywistym przed wszelkiego rodzaju złośliwym oprogramowaniem.<br>Szybkie skanowanie i skuteczne wykrywanie i usuwanie zagrożeń.<br>Aktywnie zapobiega atakom z wykorzystaniem oprogramowania ransomware.<br>Bezpieczne przeglądanie Internetu i pobieranie plików.<br>W pełni kompatybilny z innymi programami zabezpieczającymi.
M_DBCaption=Aktualizator sterowników
M_DBInfo_NotIns_C=Zaktualizuj, a także rozwiąż problemy ze sterownikami, by uczynić swój komputer bardziej niezawodnym.
M_DBInfo_NotIns=Możliwe, że korzystasz z przestarzałych sterowników, a to może spowolnić i zdestabilizować pracę twojego komputera.
M_DBInfo_UpToDate=Driver Booster aktualizuje wszystkie przestarzałe sterowniki na twoim komputerze.
M_DBInfo_NeedUpDate=Twój program do aktualizacji sterowników jest przestarzały.
M_DBDesc=Zaktualizuj wszystkie przestarzałe sterowniki na twoim komputerze.
M_RunDB=Skanuj teraz
M_DBOffer=Ogromna baza sterowników (ponad 4 500 000).<br>Bezpieczne aktualizowanie za sprawą certyfikowanych sterowników WHQL.<br>Lepsza wydajność w grach.<br>Naprawa problemów z siecią, brakiem dźwięku, złą rozdzielczością itp.<br>Zmniejszona częstotliwość zawieszeń i awarii.
M_SDCaption=Optymalizacja dysku
M_SDInfo_NotIns=Zoptymalizuj swoje dyski, aby móc cieszyć się szybszym rozruchem komputera i czasem dostępu do plików.
M_SDInfo_UpToDate=Smart Defrag defragmentuje dyski w celu zapewnienia ich wysokiej wydajności.
M_SDInfo_NeedUpDate=Twój program do defragmentacji dysków jest przestarzały.
M_RunSD=Defragmentuj teraz
M_SDOffer=Szybszy czas dostępu do plików.<br>Maksymalna wydajność dysku twardego.<br>Skrócony czas rozruchu komputera o nawet 100%.<br>Optymalizacja gier dla zapewnienia lepszych wrażeń z nich płynących.
M_DLCaption=Menedżer haseł
M_DLInfo_NotIns=Zabezpiecz, a także zarządzaj swoimi hasłami dzięki menedżerowi haseł Dashlane.
M_DLInfo_UpToDate=Już nigdy nie zapomnisz swojego hasła dzięki bezpiecznemu Dashlane.
M_RunDL=Zarządzaj
M_DLOffer=Prosty i bezpieczny sposób zarządzania swoimi hasłami.<br>Generuj unikalne hasła, aby zabezpieczyć swoje konta.<br>Automatycznie loguj się do twoich ulubionych stron.<br>Dostępny dla systemów Windows, macOS, iOS oraz Android.
M_RunIOT=Zarządzaj teraz
M_IOTCaption=Menedżer plików na iPhone'a
M_IOTInfo_NotIns=Prześlij dane z iPhone'a, oczyść i przyśpiesz swojego iPhone'a.
M_IOTInfo_UpToDate=Prześlij dane z iPhone'a, oczyść i przyśpiesz swojego iPhone'a.
M_IOTInfo_NeedUpDate=Program IOTransfer jest przestarzały.
M_IOTTip=IOTransfer obiecuje:<br>+ Łatwe zarządzanie zdjęciami i kontaktami<br>+ Przesyłanie plików z iPhone'a na komputer jednym kliknięciem<br>+ Pobieranie filmików z ponad 100 serwisów<br>+ Czyszczenie wszelkiego rodzaju zbędnych plików z iPhone'a i iPada
M_IOTOffer=Twój najlepszy menedżer plików na iPhone'a/iPada.<br>Przesyłanie plików z iPhone'a/iPada na komputer jednym kliknięciem.<br>Pobieranie filmików z Internetu i konwertowanie ich do przeróżnych formatów.<br>Łatwe i bezpieczne czyszczenie niepotrzebnych plików w celu zwolnienia miejsca na urządzeniu z systemem iOS.<br>Bezprzewodowe przesyłanie plików między urządzeniem z systemem iOS a komputerem.
M_AdawareCaption=Web Companion
M_AdawareInfo_NotIns=Web Companion chroni cię przed phishingiem i złośliwymi stronami.
M_AdawareInfo_UpToDate=Web Companion chroni cię przed phishingiem i złośliwymi stronami.
M_AdawareOfferDesc=Zainstaluj Web Companion, aby zwiększyć swoje bezpieczeństwo w Internecie oraz ustawić wyszukiwarkę Bing® od firmy Microsoft™ jako swoją stronę startową, stronę nowej zakładki, jak i domyślną wyszukiwarkę w kompatybilnych przeglądarkach.
M_AdawareOffer=Szybki i prosty w instalacji.<br>Ochrona przed phishingiem.<br>Ochrona sieci w czasie rzeczywistym.<br>Kompatybilność z wieloma przeglądarkami.
M_AomeiCaption=Tworzenie kopii zapasowych
M_AomeiInfo_NotIns=Kompleksowe narzędzie do tworzenia kopii zapasowych systemu i dysków twardych.
M_RunOpera=Uruchom teraz
M_OperaCaption=Przeglądarka Opera
M_OperaInfo_NotIns=Szybka i bezpieczna przeglądarka internetowa z wbudowaną blokadą reklam.
M_OperaInfo_UpToDate=Szybka i bezpieczna przeglądarka internetowa z wbudowaną blokadą reklam.
M_OperaOffer=Nawet 90% szybsze wczytywanie stron z blokadą reklam.<br>Przeglądaj sieć nawet o godzinę dłużej.<br>Więcej prywatności w Internecie dzięki darmowej sieci VPN.
M_SUCaption=Aktualizator oprogramowania
M_SUInfo_NotIns=Zainstaluj i zaktualizuj wszystkie ważne programy jednym kliknięciem.
M_SUInfo_NotIns_C=Liczba nieaktualnych programów: %d. Zainstaluj program IObit Software Updater, by zaktualizować je jednym kliknięciem.
M_SUInfo_NotIns_C1=1 program jest nieaktualny. Zainstaluj program IObit Software Updater, by zaktualizować go jednym kliknięciem.
M_SUInfo_UpToDate=IObit Software Updater dba o aktualizację ważnych programów.
M_SUOffer1=Automatyczna aktualizacja przestarzałych programów w najwcześniejszym czasie.<br>1-kliknięcie, aby zainstalować wszystkie dostępne aktualizacje programu.<br>1-kliknięcie, aby zainstalować wszystkie potrzebne popularne programy.<br>Czyste programy, które przeszły rygorystyczne testy, nie zawierają bundleware.
M_SMGBCaption=Smart Game Booster
M_SMGBInfo_NotIns=Jednym kliknięciem zwiększ wydajność w grach.
M_SMGBInfo_UpToDate=Jednym kliknięciem zwiększ wydajność w grach.
M_SMGBInfo_NeedUpDate=Program Smart Game Booster jest przestarzały.
M_SMGBOffer=Aby uzyskać lepszą wydajność w grach jednym kliknięciem zwiększ liczbę klatek na sekundę.<br>Monitoruj temperaturę i zużycie sprzętu w czasie rzeczywistym.<br>Przetaktuj GPU w celu uzyskania optymalnych efektów wizualnych w grach.<br>Analizuj i oceniaj komputer, aby znaleźć zgodne gry (38 000+).<br>Chroni komputer i grę, zwiększając bezpieczeństwo.
M_RunSMGB=Przyśpiesz teraz
M_ISRCaption=iTop Screen Recorder
M_ISRInfo_NotIns=Bezpłatne nagrywanie ekranu PC w wysokiej jakości. Bez limitu nagrywania.
M_ISRInfo_UpToDate=Bezpłatne nagrywanie ekranu PC w wysokiej jakości. Bez limitu nagrywania.
M_ISRInfo_NeedUpDate=iTop Screen Recorder jest przestarzały.
M_ISROffer=100% bezpłatny do nagrywania ekranu PC<br>Nagrywanie spotkań wideo w dowolnych formatach plików<br>Nagrywanie filmów w rozdzielczości 4K i muzyki bez utraty jakości<br>Nagrywanie kursów online, tworzenie samouczków wideo<br>Przechwytywanie rozgrywki w 1080P/60 FPS bez opóźnień.
M_iTopCaption=iTop VPN
M_iTopInfo_NotInsBeta=Wypróbuj bezpłatną, szybką i bezpieczną usługę VPN dla bezpieczeństwa online.
M_iTopInfo_NotIns=100% bezpłatna, szybka, bezpieczna usługa VPN dla bezpieczeństwa online.
M_iTopInfo_UpToDateBeta=Wypróbuj bezpłatną, szybką i bezpieczną usługę VPN dla bezpieczeństwa online.
M_iTopInfo_UpToDate=100% bezpłatna, szybka, bezpieczna usługa VPN dla bezpieczeństwa online.
M_iTopInfo_NeedUpDate=iTop VPN jest przestarzały.
M_iTopOfferBeta=Ciesz się z Internetem bez granic<br>Dostęp do serwisów streamingowych na całym świecie<br>Graj w gry z blokadą regionalną w dowolnym miejscu<br>Ukryj swój adres IP w publicznej sieci Wi-Fi<br>100% darmowy, ultraszybki & najlepszy w swojej klasie szyfrowanie
M_iTopOffer2=Prywatność - Bądź anonimowy podczas surfowania.<br>Ochrona - Ukryj IP i szyfruj połączenie internetowe.<br>Szybkość - Ciesz się błyskawicznie szybkim przeglądaniem Internetu.<br>Bezpłatnie - Odblokuj strony internetowe i streamingowe za darmo.<br>Skróty - Szybki dostęp do Netflix, HBO, PUBG...
M_RuniTop=Uruchom teraz
M_RPMCaption=Menedżer haseł RoboForm
M_RPMInfo_NotIns=Nigdy więcej nie będziesz musiał zapamiętywać ani wpisywać swoich haseł.
M_RPMInfo_UpToDate=Dzięki menedżerowi haseł RoboForm zapisywanie haseł na karteczkach przechodzi do lamusa.
M_RPMOffer=Logowanie do stron internetowych za pomocą tylko jednego kliknięcia.<br>Generowanie silnych i unikalnych haseł.<br>256-bitowe szyfrowanie AES i obsługa weryfikacji dwuetapowej.<br>Dostępny dla systemów Windows, macOS, iOS i Android, a także na wszystkich popularnych przeglądarkach.<br>Importowanie haseł z przeglądarek i innych menedżerów haseł.
M_RunRPM=Zarządzaj
M_Moffer_Title1=Oferta opcjonalna
M_Close=Zamknij
M_Cancel=Anuluj
M_Moffer_Install=Zainstaluj
M_Moffer_NoteEP=Klikając przycisk „Zainstaluj”, zgadzasz się na instalację programu %s i akceptujesz jego <a>Umowę licencyjną</a> oraz <a>Politykę prywatności</a>.
M_Moffer_Refund=<a>Uwaga:</a> W ciągu 30 dni możesz poprosić o zwrot pieniędzy. Po więcej szczegółów zajrzyj do <a>Polityki zwrotów</a>.
M_Extract_IOT=Rekomendacje IObit

[AutoUpdate_M]
lan_Downloading_M=Pobieranie
lan_Speed_M=Prędkość pobierania: %s
Lan_Finish_M=Zamknij
Lan_Congratulation_M=Gratulacje!
Lan_UpdateFail_M=Aktualizacja nie powiodła się! Spróbuj ponownie później.
Lan_UpdateSuccess_M=IObit Uninstaller został pomyślnie zaktualizowany. Możesz teraz korzystać z najnowszych funkcji i udoskonaleń.
Lan_UpdateNew_M=Posiadasz już najnowszą wersję programu. Brak dostępnych aktualizacji.
Lan_UpdateFreeInfo_M=Dostępna jest nowa wersja programu IObit Uninstaller.
Lan_UpdateFreeDownInfo_M=Aktualizacja jest bezpłatna. Pobierz ją już teraz, aby uzyskać dostęp do najnowszych funkcji i udoskonaleń.
Lan_Sure_M=Czy na pewno chcesz przerwać aktualizację?
Lan_Download_M=Pobierz
Lan_Getting_M=Uzyskiwanie informacji o aktualizacji, proszę czekać…
Lan_LVheardOne_M=Dostępne aktualizacje
Lan_LVheardTwo_M=Nowa wersja
Lan_LVheardThree_M=Rozmiar
Lan_historyInfo_M=IObit Uninstaller %s jest już dostępny. Pobierz go teraz, aby móc cieszyć się najnowszymi funkcjami i usprawnieniami!
Lan_UpdateNow_M=Aktualizuj teraz
Lan_UpdateLater_M=Zaktualizuj później
lan_WhatNew_M=Co nowego
Lan_NewReady_M=Nowa wersja jest gotowa
Lan_Title=Aktualizator programu IObit Uninstaller

[SendBugReportNew_FrmMain]
lblTitle.Caption=IObit Uninstaller
btnSendReport1.Caption=Wyślij
lblErrorDetails.Caption=Szczegóły błędu:
lblUserEmail.Caption=Twój adres e-mail:
lblSuccTips1.Caption=Dziękujemy za przesłanie nam raportu błędu. Spróbujemy jak najszybciej naprawić ten problem.
btnClose.Hint=Zamknij

[SendBugReportNew_M]
M_AskUserTips1=napotkał problem. Kliknij przycisk „Wyślij”, aby automatycznie przesłać nam plik debugowania i tym samym pomóc w jego naprawieniu. <a>Polityka prywatności</a>
M_BugStatisticsTips=napotkał problem i musi zostać zamknięty. Sprawdzamy przyczynę, proszę czekać…
M_SendingTips=Wysyłanie…
M_AttentionTips1=napotkał problem. Aby pomóc nam go naprawić, plik debugowania zostanie do nas automatycznie przesłany w ciągu 5 sekund. Możesz także zamknąć to okno, jeśli nie chcesz tego robić. <a>Polityka prywatności</a>
M_InvalidEmailTips1=Wprowadź prawidłowy adres e-mail, abyśmy mogli skontaktować się z Tobą.
M_OKTips=OK

[Uninstaller_frm_CrRestore]
Restoring_Caption=Pobieranie oficjalnej wersji…
RestoreSuccess_Caption=Pomyślnie zainstalowano oficjalną wersję programu IObit Uninstaller!
RestoreFailed_Caption=Nie udało się pobrać oficjalnej wersji programu IObit Uninstaller. Odwiedź naszą oficjalną stronę, by spróbować pobrać ją ponownie.
Run_Button=Uruchom teraz
Download_Button=Pobierz teraz

[Uninstaller_frm_IUCrakTip]
lbl_FirstTitle.caption=Korzystasz z nieoficjalnej wersji programu IObit Uninstaller.
lbl_SecondTitle.caption=Ta nieoficjalna wersja programu IObit Uninstaller nie będzie już działać.
lbl_HarmInfo.caption=Nie tylko szkodzi ona wydajności twojego komputera, ale także może doprowadzić do wycieku twoich poufnych danych wskutek luk w zabezpieczeniach systemu.
lbl_OfficialInfo.caption=Pobierz oficjalną wersję programu IObit Uninstaller już teraz, by zabezpieczyć swój komputer i swoje poufne dane.
htmlLabel_Text.caption=Oto <a>75%</a> zniżki na zakup wersji PRO!
btn_GetPro.caption=Kup wersję PRO
btn_GetFree.caption=Pobierz bezpłatnie

[frm_IUCrakTip_M]
lbl_OfficialInfo_before=Zdobądź już teraz <a>oficjalną wersję programu IObit Uninstaller PRO za 0$</a> i zabezpiecz swój komputer i swoje poufne dane.
btn_GetPro_before=Zdobądź wersję PRO za 0$

[Detain_M]
M_MianTitle=Zasługi programu IObit Uninstaller:
M_QuestionString=Czy na pewno chcesz go odinstalować?
M_btnok=Odinstaluj mimo to
M_btnCancel=Anuluj
M_UninstallCaption=Odinstalowane programy
M_DiskCaption=Zaoszczędzone miejsce na dysku
M_RegCaption=Usunięte wpisy rejestru
M_FixCaption=Napraw problemy z oprogramowaniem

[Survey_M]
Title_M=Odinstaluj Ankietę
Info_M=Przykro nam, że odchodzisz. Pomóż nam ulepszyć IObit Uninstaller, wypełniając tę krótką ankietę. Doceniamy Twoją opinię.
Question_M=Dlaczego odinstalowujesz IObit Uninstaller?
1_M=Niekompletne odinstalowanie (nie usunięto wszystkich pozostałości)
2_M=Nie może uruchamiać normalnie
3_M=Zbyt wiele reklam i buntleware
4_M=Zainstalowałem go tylko po to, aby rozwiązać problem i już go nie potrzebuję.
5_M=Znalazłem lepszą alternatywę
6_M=Inne (proszę określić)
Button_M=Kontynuuj Odinstalowanie

[Uninstaller_M]
MenuRight_Caption=Dokładna dezinstalacja
Explorer_Button=Zniszcz plik
Controlpanel_Button=Dokładna dezinstalacja

[ACD_M]
M_Downloading=Pobieranie:
M_TipFixing=Pobieranie
M_Tips=Pobieranie jest w toku. Kliknij dwukrotnie ikonę, aby wyświetlić szczegóły.
M_Installing=Instalowanie:
M_MD5Faild=Pobrany plik jest uszkodzony. Spróbuj ponownie później.
M_NetError=Pobieranie nie powiodło się ze względu na problem z siecią. Spróbuj ponownie później!
M_DiskIsFull=Niewystarczająca ilość wolnego miejsca na dysku!
M_Speed=Prędkość:
M_AreSureEx=Czy na pewno chcesz anulować pobieranie?

[ACD_frmActionCenter]
lbl_Cancel.Caption=Anuluj
lbl_Min.Caption=Minimalizuj
btnClose.Hint=Zamknij
lblCaption.Caption=IObit Downloader

[EasyUninstall_M]
EasyPoint=Przeciągnij mnie na okno uruchomionego programu, jego ikonę na pulpicie lub w zasobniku systemowym.
EasyNothingInfo=Nie udało mi się zlokalizować celu. Przeciągnij mnie na okno innego uruchomionego programu, jego ikonę na pulpicie lub w zasobniku systemowym.
EasyDeleteFileFail=Ten plik nie może zostać usunięty, ponieważ jest aktualnie używany. Zamknij plik i spróbuj ponownie.
EasyDeleteFolderFail=Ten folder nie może zostać usunięty, ponieważ jest aktualnie używany. Zamknij plik i spróbuj ponownie.
EasyKillProcessFail=Nie udało się zakończyć procesu.
EasyKillProcessHint1=Czy na pewno chcesz zakończyć ten proces?
EasyKillProcessHint2=Wszelkie niezapisane dane zostaną utracone.
EasyUninstallPath=Odinstaluj lub usuń:
EasyUninstall=Odinstaluj
EasyShortcut=Usuń skrót
EasyLocation=Otwórz lokalizację pliku
EasyDelete=Usuń
EasyCancel=Anuluj
EasyTransparency=Przezroczystość
EasyOpaque=Nieprzezroczyste
EasyExitEasy=Otwórz okno programu
EasyExitIobit_1=Zamknij IObit Uninstaller
EasyKillProcess=Zakończ proces

[ExpriedNotice_M]
Sale_Text=Ale możesz je odzyskać dzisiaj z ekskluzywnym <a>%s</a> WYŁ!
ExpriedOneDay_M=Twoja subskrypcja wygaśnie za <a>1</a> dni.
ExpriedDay_M=Twoja subskrypcja wygaśnie za <a>%s</a> dni.
Logged_0_Text=Dokładne odinstalowanie programów z logami utworzonymi podczas instalacji
Logged_1_Text=Dokładnie odinstaluj 1 zarejestrowany program z dziennikami utworzonymi podczas instalacji
Logged_Text=Dokładne odinstalowanie programów zarejestrowanych %s z dziennikami utworzonymi podczas instalacji
ExpriedMessage_M=Twoja subskrypcja wygasła. Funkcje PRO nie będą już dostępne, ale nadal można korzystać z bezpłatnych funkcji.
ExpriedTipMessage_Num=W ciągu ostatnich %s1 dni, IObit Uninstaller Pro pomógł tobie odinstalować %s2 programów i wyczyścić %s3 pozostałości po nich. Odnów teraz i nie przegap <a>Ekskluzywnego Rabatu!</a>
ExpriedTipMessage_Normal=Z przykrością informujemy, że funkcje PRO nie będą już dostępne. Odnów teraz i ciesz się <a>Ekskluzywnym Rabatatem!</a>

[Uninstaller_form_Expried]
lbl_Notice.caption=Z przykrością informujemy, że następujące funkcje Pro nie będą już dostępne:
lbl_Stubbron.caption=Całkowicie usunie 1000+ uporczywych programów z unikalną bazą danych
lbl_Update.caption=1-kliknij, aby zawsze mieć aktualne ważne programy
lbl_Health.caption=Automatyczne wykrywanie luk w oprogramowaniu i swobodne blokowanie okien powiadomień i niechcianych reklam
lbl_MoneyBack.caption=Jesteś w pełni chroniony przez naszą 100% gwarancję zwrotu pieniędzy.
btn_Upgrade.caption=Uzyskaj Rabat na odnowienie
lbl_EnterCode.caption=Mam już licencję

[Uninstaller_form_ExpriedNotice]
htmlLabel_Text.caption=Wygasła subskrypcja!
btn_OK.caption=Odnów teraz

[Uninstaller_frm_FeedBack]
lbl_Title.caption=Opinia
lbl_DescTitle.caption=Opis:
lbl_EmailTitle.caption=Adres e-mail:
lbl_ScreenShot.caption=Zrzut ekranu
lbl_TypeTitle.caption=Rodzaj zgłoszenia:
btnImg_FeedBackSend.caption=Wyślij
btnImg_FeedBackCancel.caption=Anuluj

[Uninstaller_Form_SendResult]
lbl_Sending.caption=Wysyłanie…
lbl_SendFailed.caption=Przesyłanie nie powiodło się! Kliknij przycisk „OK”, aby przekazać swoją opinię za pośrednictwem naszej strony internetowej.
btnImg_SendFailed.caption=OK
lbl_SendSuccess.caption=Dziękujemy za Twoją opinię! Skontaktujemy się z Tobą jak najszybciej.
btnImg_SendSuccess.caption=OK

[Uninstaller_FeedBack_M]
FeedBack_1=Podoba mi się
FeedBack_2=Sugestia
FeedBack_3=Problem z dezinstalacją
FeedBack_4=Problem z bundleware
FeedBack_5=Problem z Monitorem instalacji
FeedBack_6=Problem z Aktualizatorem oprogramowania
FeedBack_7=Mojego programu nie ma na liście
FeedBack_8=Problemy z Dokładnym skanowaniem
FeedBack_9=Zgłoś błąd
FeedBack_10=Inny
EmailMessage=Wprowadź prawidłowy adres e-mail, abyśmy mogli skontaktować się z Tobą.
MemoHint=Opisz swoją sugestię lub problem, który napotkałeś, abyśmy mogli udoskonalić nasz produkt wedle twojej opinii.
ScreenMaxMessage=Operacja nie powiodła się. Osiągnąłeś maksymalną liczbę 5 zrzutów ekranu.
CloseHintMsg=Czy na pewno nie chcesz przesyłać swojej opinii?
SendBugck=Wyślij także plik debugowania do sprawdzenia. <a>Polityka prywatności</a>
FeedBackMessage=Wymagany jest opis
EmailHint=Wprowadź tutaj swój adres e-mail
Startup_Delete_M=Usuń
M_FiveStar=Czy chcesz ocenić nas na 5 gwiazdek?

[FileShredder_M]
ShredderDetail_0=Możesz tutaj przeciągnąć plik lub folder, który chcesz zniszczyć.
ShredderDetail_01=Pliki usuwane w normalny sposób mogą zostać odzyskane.
ShredderDetail_02=Przeciągnij tutaj plik lub folder, który chcesz zniszczyć, a zostanie on trwale i bezpiecznie usunięty.
FileShredder_MaxCount_M=Dodano tylko 5 000 plików. Po ich zniszczeniu dodaj resztę.
Shredder_InUse_M=Niektóre z plików nie zostały zniszczone, ponieważ były używane. Sprawdź, czy nadal są one używane
Shredder_Del_M_1=Czy na pewno chcesz trwale usunąć dodane pliki <a>%d</a>? Ta akcja jest NIEODWRACALNA i może trochę potrwać.
Shredder_DelOne_M_1=Czy na pewno chcesz trwale usunąć dodane pliki <a>1</a>? Ta akcja jest NIEODWRACALNA i może trochę potrwać.
Shredder_NotDel_M=Jeden z plików nie mógł zostać usunięty ze względu na brak uprawnień do zapisu w nim. Sprawdź, czy nadal jest on używany.
Shredder_OneFileDel_M=Ten plik nie mógł zostać usunięty ze względu na brak uprawnień do zapisu w nim. Sprawdź, czy nadal jest on używany.
Shredder_Sucess_M=Pomyślnie zniszczono.
Shredder_OneSucess_M=Pomyślnie zniszczono.
Shredder_DirIsEmpty_M=Ten folder jest pusty. Nie możesz go zniszczyć.
Shredder_NotAddFolder_M=Nie podjęto się zniszczenia pliku „%s” , gdyż mogłoby to doprowadzić do niestabilności systemu.

[Uninstaller_Form_FileShardder]
RdLabelCaption.caption=Niszczarka plików
lbl_Listview_Title.caption=Wybierz plik lub folder, który chcesz zniszczyć:
lblLoading.caption=Wczytywanie…
lbl_AddFile.caption=Dodaj plik…
lbl_AddFolder.caption=Dodaj folder…
RdImageButton_Shredder.caption=Zniszcz
RdImageButton_Cancel.caption=Anuluj
ListView_FileList.Columns[0].Caption=Ścieżka pliku
Menu_Shredder_Shredder.caption=Zniszcz
Menu_Shredder_AddFile.caption=Dodaj plik
Menu_Shredder_AddFolder.caption=Dodaj folder
Menu_Shredder_Romove.caption=Usuń
Menu_Shredder_Clean.caption=Wyczyść listę
lbl_Shredder_Tip.caption=Trwa niszczenie plików. Może to trochę potrwać, proszę czekać…

[ForcedUninstall_M]
Shredder_NotAddFolder_M=Plik „%s” nie został dodany do zniszczenia, gdyż mogłoby to doprowadzić do niestabilności systemu.
EndProgressMsg=%s jest uruchomiony. Czy na pewno chcesz zamknąć, aby kontynuować odinstalowanie?
ListView_FindReslut.Columns[0]_M=Wyświetlana nazwa
PopMenu_OpenFolder_M=Otwórz lokalizację pliku
PopMenu_ViewEntry_M=Otwórz w Edytorze rejestru
Free_MatchStubbron=Brak rejestrów odinstalowywania, które mogą powodować błędy odinstalowywania. Uaktualnij do PRO, aby rozwiązać problemy z odinstalowywaniem i by łatwo odinstalować program z naszej bazy danych uporczywych programów.
Pro_MatchStubbron=Brak rejestrów odinstalowywania, które mogą powodować niepowodzenie odinstalowywania. Napraw problemy z odinstalowywaniem i odinstaluj program z naszej bazy danych uporczywych programów.

[Uninstaller_frmForcedUninstall]
lbl_Caption.caption=Wymuszona dezinstalacja
lbl_Info.caption=Pomoc w odinstalowaniu programu, który nie może być odinstalowany w rutynowy sposób z powodu brakujących rejestrów deinstalacji lub błędów wbudowanego deinstalatora, i wyczyścić wszystkie powiązane pliki łatwo i dokładnie.
btnImg_Open.caption=Przeglądaj…
lbl_DropInfo.caption=Możesz wskazać (po kliknięciu na przycisk „Przeglądaj…”) albo przeciągnąć i upuścić tutaj plik lub folder, który chcesz usunąć lub odinstalować powiązany z nim program.
btnImg_Uninstall.caption=Odinstaluj
btnImg_Cancel.caption=Anuluj
PopMenu_Uninstall.caption=Odinstaluj
PopMenu_SearchOnline.caption=Wyszukaj w trybie online
ListView_FindReslut.Columns[1].caption=Rozmiar
ListView_FindReslut.Columns[2].caption=Data instalacji

[HealthCheck_M]
HealthCheck_Top_ScanNow=Skanuj Teraz
HealthCheck_Top_ScanAgain=Skanuj Ponownie
HealthCheck_Top_FixAll=Napraw Wszystko
HealthCheck_Top_Stop=Stop
HealthCheck_Top_Done=Zrobiono
HealthCheck_Top_Scanning=Skanowanie
HealthCheck_Top_Fixing=Naprawa
HealthCheck_Top_NoFound=Nie stwierdzono żadnych problemów. Wszystkie twoje programy działają prawidłowo.
HealthCheck_Top_Title_Result_NoIssues=Nie trzeba naprawiać żadnych problemów.
HealthCheck_Top_Title_Result_Single=Należy naprawić tę kwestię <a>%s</a>
HealthCheck_Top_Title_Result_Some=Należy rozwiązać problemy <a>%s</a>
HealthCheck_Top_Title_Skip=<a>Pomiń teraz</a>
HealthCheck_Top_FixOverResult_Single=Problem został pomyślnie naprawiony <a>%s</a>
HealthCheck_Top_FixOverResult_Some=Problemy zostały pomyślnie naprawione <a>%s</a>
HealthCheck_Top_FixOver=Wszystkie wybrane problemy zostały naprawione.
HealthCheck_Top_Dec_Result_Pro=Napraw wszystkie znalezione problemy 1-kliknięciem.
HealthCheck_Top_Dec_Result_Free=Uaktualnij do wersji PRO, aby usunąć wszystkie problemy 1-kliknięciem.
HealthCheck_Top_Title_A=Status Oprogramowania: <a>Potrzeba Skanowania</a>
HealthCheck_Top_Dec_A=Twoje oprogramowania nigdy nie były analizowane. Przeanalizuj teraz wszystkie swoje oprogramowania.
HealthCheck_Top_Title_B=Status Oprogramowania: <a>Dobry</a>
HealthCheck_Top_Dec_B=Wszystkie twoje oprogramowania działają prawidłowo.
HealthCheck_Top_Dec_C=Oprogramowania nie zostały przeanalizowane przez %s dni. Przeanalizuj teraz wszystkie swoje oprogramowania.
HealthCheck_Item_Title_leftovers=Odinstalowywanie Pozostałości
HealthCheck_Item_Dec_leftovers=Usuń pozostałości odinstalowywania, aby zwolnić więcej miejsca na dysku
HealthCheck_Item_Title_update=Przestarzałe Oprogramowania
HealthCheck_Item_Dec_update_New=Aktualizowanie przestarzałego oprogramowania do zredukowania zagrożeń bezpieczeństwa
HealthCheck_Item_Title_permission=Uprawnienia Oprogramowania
HealthCheck_Item_Dec_permission=Wykrywaj ukryte uprawnienia i wyłącz niepotrzebne uprawnienia
HealthCheck_Item_Title_notifications=Niepokojące Powiadomienia
HealthCheck_Item_Dec_notifications=Blokuj wyskakujące powiadomienia i niechciane reklamy, aby Ci nie przeszkadzały
HealthCheck_Item_Title_stubborn=Programy z Problemami Odinstalowywania
HealthCheck_Item_Dec_stubborn=Napraw problemy z dezinstalacją, aby łatwo odinstalować programy
HealthCheck_Item_Title_packages=Pliki Instalacyjne
HealthCheck_Item_Dec_packages=Wyczyść pliki instalacyjne, aby zwolnić więcej miejsca na dysku
HealthCheck_Item_Title_malicious=Złośliwe Oprogramowania & Rozszerzenia
HealthCheck_Item_Dec_malicious=Usuń złośliwe oprogramowania i rozszerzenia przeglądarki, aby uzyskać szybki i bezpieczny PC
M_Fix=Napraw
M_Detail=Szczegóły
M_Recissues_Single=<a>%s</a> problem wybrany do naprawienia,
M_Recissues_Some=<a>%s</a> problemy wybrane do naprawienia,
M_Allissues_Single=ogółem <a>%s</a> problemów
M_Allissues_Some=ogółem <a>%s</a> problemów
M_Noissues=Nie znaleziono problemów
M_issues_Single=<a>%s</a> problem
M_issues_Some=<a>%s</a> problemów
M_Noissues2=Brak problemów
HealthCheck_Exit_Scanning=Skanowanie jest w toku. Czy na pewno chcesz wyjść teraz?
HealthCheck_Exit_Fixing=Naprawa jest w toku. Czy na pewno chcesz wyjść teraz?
M_UL_SelectedFix_Single=<a>%s</a> pozostałość deinstalacji wybrane do naprawienia
M_UL_SelectedFix_Some=<a>%s</a> pozostałości dezinstalacji wybrane do naprawienia
M_OS_SelectedFix=<a>%s</a> przestarzałe oprogramowanie wybrane do naprawienia
M_SP_SelectedFix_Single=<a>%s</a> uprawnienie oprogramowania wybrane do naprawienia
M_SP_SelectedFix_Some=<a>%s</a> uprawnienia oprogramowania wybrane do naprawienia
M_DN_SelectedFix_Single=<a>%s</a> niepokojące powiadomienie wybrane do naprawienia
M_DN_SelectedFix_Some=<a>%s</a> niepokojące powiadomienia wybrane do naprawienia
M_PWUI_SelectedFix_Single=<a>%s</a> program z problemami z odinstalowywaniem wybranymi do naprawienia
M_PWUI_SelectedFix_Some=<a>%s</a> programy z problemami odinstalowywania wybranymi do naprawienia
M_IF_SelectedFix_Single=<a>%s</a> plik instalacyjny wybrany do naprawienia
M_IF_SelectedFix_Some=<a>%s</a> pliki instalacyjne wybrane do naprawienia
M_MSE_SelectedFix_Single=<a>%s</a> złośliwe oprogramowanie & rozszerzenie wybrane do naprawienia
M_MSE_SelectedFix_Some=<a>%s</a> złośliwe oprogramowania & rozszerzenia wybrane do naprawienia
M_BackFix=Powrót do Naprawy
M_NoItems=Nie znaleziono elementów
M_item=element
M_items=elem.
M_File=Pliki
M_Reg=Rejestr
M_Tasks=Zaplanowane zadania
M_Ser=Usługi systemowe
M_Select=Zaznacz wszystko
M_TitleCount=Nazwa (łącznie: %d)
M_Version=Nowa wersja
M_CurrentVersion=Obecna wersja
M_BanwebTitleCount2=Nadawca (Ogółem: %d)
M_Type=Rodzaj
M_BRate=Procent blokowalności
M_Recommendation=Zalecenie
M_Optional=Opcjonalne
M_Block=Zablokuj
M_SiteType=Strona powiadomienia
M_AppType=Powiadomienie aplikacji
M_MSType=Złośliwe Oprogramowanie
M_METype=Złośliwe Rozszerzenie
M_AdType=Rozszerzenie Reklamy
M_RegMiss=Odinstaluj brakujący rejestr
HC_Ignore=Ignoruj
HC_IgnoreForever=Ignoruj wszystkie aktualizacje
HC_IgnoreCurrent=Ignoruj bieżącą aktualizację
HC_OpenFile=Otwórz lokalizację pliku
HC_OpenReg=Otwórz w regedit
HC_Search=Wyszukaj online
HC_Startup=Pozycje Startup
HC_Tasks=Zaplanowane zadania
HC_Services=Usługi
HC_Desktopicon=Ikona pulpitu
HC_Taskbaricon=Ikona paska zadań
HC_RightMenu=Menu kliknij prawym
M_PermissionTitleCount=Typ uprawnień (Ogółem: %d)
M_Name=Nazwa
M_Installed=Zainstalowany
M_Over30Day=Nie używany przez 30 dni
M_Status=Status
M_Disable=Wyłącz
M_FixDetails=Wyświetl szczegóły napraw poniżej:
M_Fix_RecTitle=Ale więcej można zrobić dla szybszego i czystszego PC:
M_Fix_RecLog=Czyść odinstalowanie z dziennikiem
M_Fix_RecLog_Des=Dokładne odinstalowanie programów z logami utworzonymi podczas instalacji
M_Fix_RecBundleware=Łatwe Usuwanie Buntleware
M_Fix_RecBundleware_Des=Monitoruj instalację programu w czasie rzeczywistym i usuń bundleware
M_Fix_RecLeftover=Auto Usuń Wszystkie Pozostałości
M_Fix_RecLeftover_Des=Auto usuń pozostałości, których nie można usunąć przez inne deinstalatory
M_Fix_RecProgram_Single=<a>%s</a> Znaleziono Duży Program
M_Fix_RecProgram_Some=<a>%s</a> Znaleziono Duże Programy
M_Fix_RecProgram_Des=Odinstaluj niepotrzebne duże programy, aby zwolnić więcej miejsca na dysku
M_Fix_RecWinApp_Single=<a>%s</a> Znaleziono App Windows
M_Fix_RecWinApp_Some=<a>%s</a> Znaleziono Apps Windows
M_Fix_RecWinApp_Des=Odinstaluj niepotrzebne Apps Windows, aby zwolnić więcej miejsca na dysku
M_Fix_RecEasyUn=Smarter Easy Uninstall
M_Fix_RecEasyUn_Des=Łatwo odinstaluj program, przeciągając ikonę do otwartego okna programu Easy Uninstall, ikonę pulpitu lub ikonę zasobnika systemowego
M_Fix_RecStubborn=Stubborn Program Remover
M_Fix_RecStubborn_Des=Unikalna baza danych obsługuje usuwanie 1000+ uporczywych programów
M_UnlockTitle_Single=Odblokuj funkcje PRO, do rozwiązania znalezionych problów %s
M_UnlockTitle_Some=Odblokuj funkcje PRO, do rozwiązania wszystkich znalezionych problemów %s
M_UnlockNow=Odblokuj Teraz
M_Back=Wstecz
M_Try=Wypróbuj Teraz
M_Upgrade=Uaktualnij Teraz

[Uninstall_Tools_History_M]
ListviewHeader_Software_TitleCount_M=Nazwa (Ogółem: %d)
ListviewHeader_Software_M=Nazwa
History_info_DouBle_M=programy nie zostały w pełni odinstalowane. Kliknij przycisk „Odinstaluj”, by dokończyć ich dezinstalację.
History_info_One_M=program nie został w pełni odinstalowany. Kliknij przycisk „Odinstaluj”, by dokończyć jego dezinstalację.
History_Scanfor_M=Wyszukaj pozostałości
History_ViewDetail_M=Wyświetl szczegóły
UninstallLog_No_IsEmpty_M=Dokładne skanowanie nie znalazło pozostawionych plików.
Program_Information=Informacje o programie
Files_Deleted=Usunięte pliki
Registries_Deleted=Usunięte wpisy rejestru
Scheduled_Tasks_Deleted=Usunięte zaplanowane zadania
Deleted_on_Reboot=Usunięte po ponownym uruchomieniu
Service_Deleted=Usunięte usługi systemowe
Export_M=Eksportuj
rdlbl_NoTkanks=Nie, dziękuję
RdLabelDetailNull=Informacje o każdym odinstalowanym programie, jak i jego stanie będą pojawiać się tutaj.
RdLabelDetails=IObit Uninstaller pomógł ci w odinstalowaniu <a>%d</a> programów, zwalniając przy tym <a>%s</a> miejsca na dysku.
RdLabelDetail=IObit Uninstaller pomógł ci w odinstalowaniu <a>%d</a> programu, zwalniając przy tym <a>%s</a> miejsca na dysku.
History_NoUninstalled_M=Nie odinstalowano
History_Residualfilesleft_M=Pozostawione pliki
M_NoHistoryFound=Brak historii dezinstalacji

[Uninstaller_ToolUninstallHistory]
RdLabelCaption.caption=Historia dezinstalacji
ListView_History.Columns[1].Caption=Data dezinstalacji
ListView_History.Columns[2].Caption=Rozmiar
ListView_History.Columns[3].Caption=Stan
Menu_ClearThis.Caption=Usuń tę pozycję z historii
Menu_ClearAll.Caption=Wyczyść całą historię

[Uninstaller_FormHistoryCombox]
RdImgBtnNoThanks.caption=Nie, dziękuję
RdImgBtnUninstall.caption=Odinstaluj
RdListView_History.Columns[0].Caption=Nazwa programu
RdListView_History.Columns[1].Caption=Stan

[Uninstaller_form_InstallDetail]
lbl_IU.caption=Monitor Instalacji
lbl_RegText.caption=Wpisy rejestru:
lbl_SzieText.caption=Całkowity rozmiar:
lbl_StartText.caption=Uruchamiane:
lbl_FileText.caption=Pliki:

[InstallDetected_M]
Install_DetectedTitle=%s został zainstalowany z następującymi elementami.
Install_DetectedTitleEx=<a>%s</a> programów zostało zainstalowanych z następującymi utworzonymi elementami.
Install_ViewDetail=Wyświetl szczegóły

[Uninstaller_form_InstallEnableForm]
btn_Enable.caption=Włącz
lbl_Caption.caption=Wykryto nową instalację
lbl_InstallMoniorInfo.caption=Zalecamy włączenie Monitora instalacji, by móc rejestrować i przeglądać zmiany systemowe dokonywane podczas instalacji programów.

[Uninstaller_IUInstallMonitorFrm]
rdlbl_LogInstall.Caption=Zarejestrowane instalacje
rdlbl_Or.Caption=LUB
rdlbl_Auto.Caption=Automatyczny monitor
rdlbl_Drap.Caption=Ręczny monitor

[IUInstallMonitorFrm_M]
TipFileMsi=Nieobsługiwany plik instalacyjny. Wybierz inny i spróbuj ponownie.
TipFileNotMsiExe=Nieprawidłowy plik instalacyjny. Wybierz poprawny i spróbuj ponownie.
AddTip1=Monitor instalacji jest zajęty!
AddTip2=Inna instalacja jest w tej chwili monitorowana. Spróbuj ponownie po jej zakończeniu.
StarFileTip=Nie udało się uruchomić
ExePathErrorTip=Monitorowanie plików instalacyjnych znajdujących się na dyskach wirtualnych nie jest obsługiwane. Skopiuj żądany plik na dysk lokalny i spróbuj ponownie.
Logging=Trwa rejestrowanie zmian systemowych…
rdlbl_TipContent_M=Monitor instalacji wykrywa i rejestruje zmiany systemowe dokonywane podczas instalacji programów, umożliwiając tym samym ich podgląd.
rdlbl_SwitchTip.Caption_M=Automatycznie wykrywaj i rejestruj zmiany dokonywane podczas instalacji programów
rdlbl_DragFileTip.Caption_M=Dodaj lub przeciągnij plik instalacyjny w tym miejscu, aby zainstalować i zapisać zmiany w systemie

[Uninstaller_frmMonitorLog]
lbl_Title.Caption=Dziennik Instalacji
rdlbl_Export.Caption=Eksportuj
btnImg_OK.Caption=OK

[IUInstallMonitorLogFrm_M]
DisplayNameTip=Wyświetlana nazwa:
InstallDateTip=Data instalacji:
VersionTip=Wersja:
PublisherTip=Wydawca:
LocationTip=Miejsce instalacji:
InstallationDurationTip=Czas instalacji:
InstallPackageTip=Lokalizacja pliku instalacyjnego:
RegEntriesTip=Utworzone wpisy rejestru:
FilesCountTip=Utworzone pliki:
TaskCountTip_M=Utworzone zaplanowane zadania:
ServiceCountTip_M=Utworzone usługi systemowe:
DllCountTip=Zarejestrowane biblioteki DLL:
StartUpCountTip=Elementy Uruchamiania:
TotalSizeTip=Całkowity rozmiar:
ProgramInformationTip=Informacje o programie
MMORegistryTip=Utworzone wpisy rejestru
MMOFilesTip=Utworzone pliki
MMOTaskTip_M=Utworzone zaplanowane zadania
MMOServiceTip_M=Utworzone usługi systemowe
MMODllTip=Zarejestrowane biblioteki DLL
MMOStartUpTip=Elementy Uruchamiania
MonitorLog_SecondsLan=sekundy
MonitorLog_SecondSingleLan=sekund

[Uninstaller_frmIObitUninstall]
btn_Feedback.Caption=Wyślij opinię

[MainForm_M]
Nav_Colle_Program_All=Programy
Nav_Colle_Browser_Extensions=Rozszerzenia Przeglądarki
Nav_Colle_Win=Aplikacje systemu Windows
Nav_Colle_AC=Centrum akcji
Nav_Colle_SH=Zdrowie Oprogramowania
Nav_Item_Program_All=Wszystkie programy
Nav_Item_Bundleware=Bundleware
Nav_Item_Program_Recent=Ostatnio zainstalowane
Nav_Item_Program_Infrequent=Rzadko używane
Nav_Item_Program_Large=Duże programy
Nav_Item_Browser_Extension_All=Wszystkie rozszerzenia przeglądarki
Nav_Item_InstallMonitor=Monitor instalacji
Nav_Item_Logged=Zarejestrowane instalacje
Hint_Settings=Opcje
Hint_Tools=Narzędzia
UninstallProTipEnterCode=Wprowadź kod
Button_Uninstall=Odinstaluj
Button_Remove=Usuń
Button_Update=Zaktualizuj wszystkie
Button_Install=Zainstaluj teraz
ToolPopForceUninstallEx=Wymuś Odinstalowywanie+
ToolPopSoftUpdater=Aktualizacja Oprogramowania
ToolPopStubborn=Usuwanie uporczywych programów
ToolPopHistory=Historia dezinstalacji
ToolPopFileShredder=Niszczarka plików
ToolPopHunterMode=Szybka dezinstalacja
ToolPopUpdateUninstall=Odinstaluj Aktualizacje Windows
MoreSettingPopSetting=Ustawienia...
MoreSettingPopRestore=Przywracanie systemu
MoreSettingPopExport=Eksportuj listę programów
MoreSettingPopUpdate=Sprawdź aktualizacje
MoreSettingPopManual=Podręcznik użytkownika
MoreSettingPopSupport=Obsługa techniczna
MoreSettingPopOnline=IObit online
MoreSettingPopAbout=O programie
MoreSettingPopWhatsNew=Co nowego
MoreSettingSubscription=Moja subskrypcja
DefaultSelProg=Odinstaluj nieużywane programy, aby zwolnić miejsce na dysku.
DefaultSelPlug=Usuń niepożądane dodatki, aby zabezpieczyć swoją przeglądarkę.
DefaultSelADPlugin1=Usuń 1 złośliwy/reklamowy dodatek, by zwiększyć swoje bezpieczeństwo w sieci.
DefaultSelADPlugin2=Usuń złośliwe/reklamowe dodatki (%d), by zwiększyć swoje bezpieczeństwo w sieci.
DefaultSelWApp=Odinstaluj niepożądane aplikacje systemu Windows, aby przyśpieszyć swój komputer.
DefaultSelBundle=Odinstaluj niepożądane bundleware.
DefaultSelUpdate=Zaktualizuj ważne programy.
DefaultUpdaterPromot=Zaktualizuj jeszcze więcej programów z IObit Software Updater.
DefaultUpdaterPromote1=nieaktualny program.
DefaultUpdaterPromote2=nieaktualne programy.
DefaultUpdaterPromoteInfo=Kliknij przycisk „Zaktualizuj wszystkie”, aby zaktualizować wszystkie nieaktualne programy za jednym zamachem.
SelInfoProg=program wybrany do odinstalowania. Łączny rozmiar:
SelInfoProgM=programy wybrane do odinstalowania. Łączny rozmiar:
SelInfoPlug=dodatek wybrany do usunięcia.
SelInfoPlugM=dodatki wybrane do usunięcia.
SelInfoApp=aplikacja wybrana do odinstalowania. Łączny rozmiar:
SelInfoAppM=aplikacje wybrane do odinstalowania. Łączny rozmiar:
SelInfoBundle=element wybrany do odinstalowania.
SelInfoBundleM=elementy wybrane do odinstalowania.
BundleHint=Podczas instalacji głównego programu mogą zostać zainstalowane inne bez twojej wiedzy. Możesz tutaj odinstalować te, których nie potrzebujesz.
RestoreDefaultSettingsButton=Przywróć domyślne ustawienia przeglądarki %s
APTitle=Aktywuj wszystkie korzyści
AP5=Dokładne odinstalowywanie programów
AP2=Usuwanie bardziej uporczywych programów
AP6=Płynna Wydajność Oprogramowania
AP4=Aktualizowanie oprogramowania jednym kliknięciem
MainUpdate_Hint=Nowa wersja
NewsDisconnCaption=Poleć IObit Uninstaller rodzinie i znajomym.
NewsDisconnDes=Z pewnością ci podziękują!
NewsNewVerCaption=Dostępna ważna aktualizacja
NewsNewVerDes=Pobierz najnowszą wersję już teraz.
ToolPopForceUninstall_Detail=Pomaga w odinstalowaniu programów, których nie można odinstalować w normalny sposób
ToolPopSoftUpdaterEx_Detail=Aktualizowanie przestarzałego oprogramowania w celu zmniejszenia zagrożeń bezpieczeństwa
ToolPopHistory_Detail=Pozwala zobaczyć informacje o każdym odinstalowanym programie, jak i jego stanie
ToolPopFileShredder_Detail=Pomaga w trwałym usunięciu niepożądanych plików
ToolPopHunterMode_Detail=Umożliwia łatwe odinstalowywanie programów poprzez przeciąganie na nie ikony Szybkiej dezinstalacji
ToolPopUpdateEx_Detail=Odinstaluj niechciane aktualizacje Windows, aby zwolnić więcej miejsca na dysku
ToolPopStubbornEx_Detail=Unikalna baza danych obsługuje usuwanie 1000+ uporczywych programów
DefaultSelInfo_Logged=Programy, których instalacja była monitorowana, mogą zostać dokładnie odinstalowane.
MoreSettingTranslate=Pomóż nam przetłumaczyć

[MetroApp_M]
NoSerchItem_Tip=Brak elementów pasujących do kryteriów wyszukiwania.
Win8NoItemTip_M=Nie znaleziono aplikacji systemu Windows
Win8LoadingApp=Wczytywanie aplikacji…
Win8ListViewGroupsWin8AppHeader=Aplikacje systemu Windows
Win8ListViewGroupsWin8AppSubtitle=Aplikacje opublikowane przez firmę Microsoft Corporation.
Win8ListViewGroupsThirdHeader=Aplikacje innych firm
Win8ListViewGroupsThirdSubtitle=Aplikacje opublikowane przez inne firmy.

[Uninstaller_Frame_Win8App]
ListView_AppList.Columns[0].caption=Nazwa
ListView_AppList.Columns[1].caption=Rozmiar
ListView_AppList.Columns[2].caption=Ocena użytkowników
ListView_AppList.Columns[3].caption=Działanie
lbl_Notice.caption=Aby wyświetlić listę zainstalowanych aplikacji systemu Windows, musisz być zalogowany na koncie z uprawnieniami administratora.
mniUninstall.caption=Odinstaluj
mniRefush.caption=Odśwież
mniDetails.caption=Szczegóły
mniOpenFile.caption=Otwórz lokalizację pliku
mniOpenReg.caption=Otwórz w Edytorze rejestru
mniOpenWinstore.caption=Otwórz w Microsoft Store
mniSearchOnline.caption=Wyszukaj w trybie online
mniRate.caption=Ocena

[Uninstaller_DiskSmallFrm]
btnimg_uninstall.Caption=Odinstaluj teraz
rdlbl_NoticeInfo.Caption=Masz mniej niż 10% wolnego miejsca na dysku.
rdlbl_NoticeTip.Caption=Odinstaluj nieużywane programy, aby zwolnić miejsce.

[LeftNoticeForm_M]
LeftFound=<a>%s</a> znaleziono pozostałości odinstalowywania.
LeftTip=Wyczyść, aby zwolnić więcej miejsca na dysku.
LeftBtn=Wyczyść Teraz

[SoftNoticeForm_M]
PopupTip=Wykryto Niepokojące Powiadomienia
PopUpOne=<a>1</a> wyskakujące powiadomienie można zablokować, aby uniknąć przerw.
PopUpEx=<a>%s</a> wyskakujące powiadomienia można zablokować, aby uniknąć przerw.
PopupBtn=Blokuj Teraz

[Malicious_M]
NoticeInfoEx_One=Wykryto Złośliwe Oprogramowanie/Rozszerzenie<BR><a>1</a> złośliwe oprogramowanie/rozszerzenie można usunąć dla szybkiego i bezpieczeństwa PC.
NoticeInfoEx_Some=Wykryto Złośliwe Oprogramowania/Rozszerzenia<BR><a>%d</a> złośliwe oprogramowania/rozszerzenia można usunąć dla szybkiego i bezpieczeństwa PC.

[InstallClearForm_M]
SetupTip=Wykryto Pozostałości Plików Instalacji
SetupClean=<a>1</a> pozostałość pliku instalacyjnego może zostać wyczyszczony do zwolnienia <a>%s</a> miejsca na dysku.
SetupCleanEx=<a>%s</a> pozostałości plików instalacyjnych może zostać wyczyszczony do zwolnienia <a>%s</a> miejsca na dysku.
SetupBtn=Wyczyść Teraz

[uninstall_Mitor_M]
showDetails_M=Wyświetl szczegóły
Cleanmanually_M=Wyczyść ręcznie
AutoClean_M=Autom. czyszczenie
Cleaning_M=Czyszczenie
Cleannow_M=Wyczyść teraz
StillLeavas_M=Program „%s” nadal pozostawił:
LeftoversRemoved_M=Usunięte pozostałości po „%s”:
Registry_M=Rejestr
File_M=Pliki
Files_M=plików
Cleanfuture_M=Czyść automatycznie w przyszłości
Setting_M=Ustawienia
Uselessfiles_M=zbędne pliki
Uselessregistryentries_M=zbędne wpisy rejestru
UselessregistryentriesOne_M=zbędny wpis rejestru
Lan_BundleNoticeText_M=Wykryto bundleware podczas instalowania %s.

[Plugin_M]
ListViewPlugSysbit=bitowy
ListViewGroupMaliciousTitle=Złośliwe paski narzędzi i dodatki
ListViewGroupMaliciousDesc=Te paski narzędzi i dodatki mogą zmienić twoją domyślną przeglądarkę i ukraść poufne dane.
ListViewGroupAdTitle=Paski narzędzi i dodatki z reklamami
ListViewGroupAdDesc=Te paski narzędzi i dodatki mogą wyświetlać reklamy, banery reklamowe i tym podobne.
ListViewGroupTrustTitle=Zaufane paski narzędzi i dodatki
ListViewGroupTrustDesc=Te paski narzędzi i dodatki są nieszkodliwe dla twojego komputera. Możesz je usunąć lub zostawić wedle swojego uznania.
ListViewGroupExtensions=Dodatki
ListViewGroupPlugins=Wtyczki
ListViewGroupToolbar=Paski narzędzi
ListViewGroupBHO=Pomocnik przeglądarki (BHO)
ListViewGroupActiveX=ActiveX
ListViewGroupExtension_DES=Dodatki pozwalają na rozszerzenie funkcjonalności przeglądarek.
ListViewGroupPlugin_DES=Wtyczki można łatwo zainstalować i używać w przeglądarce.
ListViewGroupToolbar_DES=Paski narzędzi pozwalają użytkownikom na szybki dostęp do stron lub wykonywanie innych wbudowanych funkcji.
ListViewGroupBHO_DES=Pomocnik przeglądarki (BHO) pomaga w spersonalizowaniu przeglądarek i ułatwia korzystanie z nich.
ListViewGroupActivex_DES=Przeglądarka Internet Explorer korzysta z formantów ActiveX, by umożliwić odtwarzanie multimediów.
NoSerchItem_Tip=Brak elementów pasujących do kryteriów wyszukiwania.
PluginColumnStr_Title=Nazwa (łącznie: %d)
ChromeSyncMsg=Synchronizacja w przeglądarce Google Chrome jest włączona. Wybrane rozszerzenia mogą zostać ponownie zainstalowane po ich usunięciu. Kliknij <a>tutaj</a>, by odwiedzić wątek na naszym forum, w którym przedstawione jest, jak krok po kroku ją wyłączyć.
EdgeSyncMsg=Edge Sync jest włączona. Rozszerzenia wybrane do usunięcia mogą zostać zainstalowane ponownie automatycznie po usunięciu. Kliknij <a>Wyłącz Edge Sync</a> aby wykonać szczegółowe kroki w celu wyłączenia Edge Sync.
FuncPluginSysPluginMsgBox=Nie zaleca się usuwania %s, gdyż może mieć to negatywny wpływ na funkcje przeglądarki.
FuncPluginLoading=Wczytywanie…
FuncPluginRmoveSuccess=Usunięto pomyślnie. Wczytywanie…
FuncVotePlugSelectMsgBox=Wybierz element do ocenienia
FuncPluginRmoveConfireSingleMsgBox=Czy na pewno chcesz usunąć wybrany element?
FuncPluginRmoveConfireSomeMsgBox=Czy na pewno chcesz usunąć wybrane elementy?
FuncCheckBrowserMsgBox_1=Przeglądarka %s jest obecnie uruchomiona.
FuncCheckBrowserMsgBox_2=Kliknij przycisk „OK”, by ją zamknąć (wszelkie niezapisane zmiany zostaną utracone).
FuncCheckBrowserMsgBox_3=Lub przycisk „Anuluj”, aby przerwać operację.
FuncCheckBrowserMsgBox_4=Przeglądarki (%s) są obecnie uruchomione.
FuncCheckBrowserMsgBox_5=Kliknij przycisk „OK”, by je zamknąć (wszelkie niezapisane zmiany zostaną utracone).
FuncCheckBrowserMsgBox_6=Lub przycisk „Anuluj”, aby przerwać operację.
FuncPluginRemoveFailedMsgBox_4=Możliwe, że usuwanie %s nie powiodło się, gdyż jest on chroniony przez program %s. Zamknij program %s, uruchom ponownie IObit Uninstaller i spróbuj ponownie.
FuncRestoreSuccessMsgBox=Pomyślnie przywrócono domyślne ustawienia przeglądarki.
FuncRestoreFailedMsgBox=Nie udało się przywrócić domyślnych ustawień przeglądarki.
PluginRestoreStr=Przywróć domyślne ustawienia przeglądarki %s
mniOpeninRegedit_M=Otwórz w Edytorze rejestru
lbl_NoFoundItems.caption_M=Nie znaleziono pasków narzędzi bądź dodatków

[VoteText_M]
FuncVoteMarkSelectMsgBox=Proszę oceń.
FuncVoteFailedMsgBox=Ocena nie powiodła się, proszę sprawdzić połączenie sieciowe i spróbować ponownie.
FuncVoteActiveVote=Oceń
FuncVoteWaitting=Poddawanie ocenie, proszę czekać...
VoteStr_1=<a>1</a> użytkownik już ocenił. Masz już ocenione.
VoteStr_2=Nie ma jeszcze oceny. Bądź pierwszym, który go oceni.
VoteStr_3=<a>%d</a> użytkownicy już ocenili. Masz już ocenione.
VoteStr_4=<a>%d</a> użytkownicy już ocenili. Jak myślisz o tym rozszerzeniu?
VoteStr_5=<a>%d</a> użytkownicy już ocenili. Jak myślisz o tej aplikacji?
Removingnow_M=Usuwanie Teraz...

[Uninstaller_fraBrowserCleaner]
rdlvAllBrowse.Columns[0].Caption=Nazwa
rdlvAllBrowse.Columns[1].Caption=Ocena użytkowników
rdlvAllBrowse.Columns[2].Caption=Działanie
rdlvCustomBrowse.Columns[0].Caption=Nazwa
rdlvCustomBrowse.Columns[1].Caption=Działanie
mniRemove.Caption=Usuń
mniRate.Caption=Oceń
mniIgone.Caption=Ignoruj
mniRefush.Caption=Odśwież
mniOpenFloder.Caption=Otwórz lokalizację pliku
mniSelectedAll.Caption=Zaznacz wszystko
mniInvertSelection.Caption=Odwróć zaznaczenie
mniSearchOnline.Caption=Wyszukaj w trybie online

[Uninstaller_frmRestBrowserDefault]
lbl_Caption.Caption=Przywróć domyślne ustawienia przeglądarki
lblConfire.Caption=Czy na pewno chcesz przywrócić domyślne ustawienia?
lblHomepageTitle.Caption=Obecna strona główna:
lblSearchTitle.Caption=Obecna, domyślna wyszukiwarka:
btnImg_OK.Caption=OK
btnImg_Cancel.Caption=Anuluj

[Uninstaller_frm_MessagePlugin]
lbl_OK.Caption=Usunięto pomyślnie!
lbl_Removing.Caption=Usuwanie...

[Uninstaller_Program_M]
Noprograms_Frequencyofuse_New_M=Brak takich programów (nieużywanych od co najmniej 2 miesięcy)
Noprograms_Size_M=Brak programów o rozmiarze większym niż %s.
Noprograms_match_M=Brak elementów pasujących do kryteriów wyszukiwania
Noprograms_Recent_M=Brak programów zainstalowanych w ciągu ostatnich 10 dni
monthsago_M=%d mies. temu
yearsago_M=%d rok temu
yearsagos_M=%d lat(a) temu
SoftwareFrame_InstallDate_M=Data instalacji
SoftwareFrame_FrequencyUse_M=Ostatnio używany
HistoryInfo_DisplayName=Wyświetlana nazwa
HistoryInfo_Publisher=Wydawca
HistoryInfo_Version=Wersja
HistoryInfo_InstallDate=Data instalacji
HistoryInfo_UseSize=Użycie miejsca na dysku
HistoryInfo_Location=Lokalizacja
HistoryInfo_UninstallDate=Data dezinstalacji
Lan_NoBundle_New=Bundleware to oprogramowanie, które może zostać zainstalowane wraz z głównym programem bez twojej wiedzy.
Lan_Main_Soft=Główny program
Lan_Bundled_Soft=Dołączony program
Lan_Bundled_Plug=Dołączony dodatek
ColumnName_Logged=Dziennik instalacji
ColumnName_LogDate=Data instalacji
ViewDetail=Pokaż dziennik
NoPrograms_Logged=Programy, których instalacja była monitorowana przez Monitor instalacji, mogą zostać dokładnie odinstalowane w przyszłości.

[Uninstaller_Frame_Software]
ListView_SoftwareList.Columns[1].Caption=Rozmiar
ListView_SoftwareList.Columns[2].Caption=Data instalacji
ListView_SoftwareList.Columns[3].Caption=Działanie
Menu_Program_Uninstall.caption=Odinstaluj
Menu_Program_Repair.caption=Napraw
Menu_Program_Refresh.caption=Odśwież
Menu_Program_OpenFileLocation.caption=Otwórz lokalizację pliku
Menu_Program_OpeninRegedit.caption=Otwórz w Edytorze rejestru
Menu_Program_SearchOnline.caption=Wyszukaj w trybie online
mni_Openthewebsite.caption=Otwórz stronę

[Uninstaller_Frame_Bundle]
ListView_BundleList.Columns[1].Caption=Typ
ListView_BundleList.Columns[2].Caption=Działanie
Menu_Program_Uninstall.caption=Odinstaluj
Menu_Program_OpenFileLocation.caption=Otwórz lokalizację pliku
Menu_Program_OpeninRegedit.caption=Otwórz w Edytorze rejestru
Menu_Program_SearchOnline.caption=Wyszukaj w trybie online
mni_Ignore.caption=Ignoruj
mniOpenthewebsite.caption=Otwórz stronę

[Uninstaller_frm_UninstallPromot]
lbl_BundleTitile.caption=Znaleziono bundleware.
btn_UninstallAll.caption=Odinstaluj wszystko
lbl_Info.caption=Odinstaluj wszystkie następujące bundleware łącznie z IObit Uninstaller PRO, lub tylko odinstalować bieżący program.

[Uninstaller_frm_UninstallBundle]
lbl_Text.caption=Znaleziono bundleware. Wybierz, które z dołączonych programów chcesz odinstalować.

[PromoteForm_M]
M_ProAD_Title=Więcej funkcji i korzyści w wersji PRO:
M_ProAD_CleanLog=Dokładne odinstalowywanie programów za sprawą dzienników tworzonych podczas ich instalacji
M_ProAD_Monitor=Monitoruj instalację programów i z łatwością usuwaj bundleware
M_ProAD_Database=Ogromna baza danych umożliwiająca dokładne usuwanie uporczywych programów
M_ProAD_Plugin=Usuwaj złośliwe i przepełnione reklamami dodatki, by bezpiecznie i płynnie surfować po Internecie
M_ProAD_Update=Jednym kliknięciem utrzymuj ważne programy zawsze aktualnymi
M_ProAD_SoftHealth=Automatyczne wykrywanie luk w oprogramowaniu i łatwe blokowanie okien powiadomień i niechcianych reklam
M_Continue=Kontynuuj odinstalowywanie
M_BundleTitle=Aktywuj wersję PRO, by dokładnie usuwać bundleware.
M_BundleTitle2=Monitoruj instalację programów w czasie rzeczywistym i z łatwością usuwaj bundleware.
M_UninstallLogTitle=Aktywuj wersję PRO, by automatycznie wykrywać i rejestrować zmiany systemowe dokonywane podczas instalacji programów, co umożliwi ich dokładniejsze usunięcie w przyszłości.
M_PluginMaliciouTitle=Aktywuj wersję PRO, by dokładnie usuwać złośliwe/reklamowe dodatki.
M_PluginMaliciouTitle2=Za sprawą naszej stale rozrastającej się bazy danych usuwanie złośliwych/reklamowych dodatków jest niezwykle proste.
M_SPUninstallFail=Dezinstalacja %s nie powiodła się.
M_SPAD_Title=Aktywuj wersję PRO, by go odinstalować.
M_SPUninstallFailCount=Dezinstalacja programów (%d) nie powiodła się.
M_SPADCount_Title=programy nie mogły zostać odinstalowane normalnie. Aktywuj wersję PRO, by je odinstalować.
SpecPromotTile_1=Dezinstalacja %s nie powiodła się.
SpecPromotTile_2=%d programów nie udało się odinstalować.
SpecPromotTile_3=1 program został odinstalowany.
SpecPromotTile_4=%d programy zostały odinstalowane.
SpecPromotTile_5=Ale 1 programu nie udało się odinstalować.
SpecPromotTile_6=Ale %d programów nie udało się odinstalować.
SpecPromotInfo_1=Aktywuj wersję PRO, by go odinstalować.
SpecPromotInfo_2=Aktywuj wersję PRO, by je odinstalować.
SpecPromotInfo_3=%s nie mógł zostać odinstalowany normalnie.

[Protip_M]
Congratulations_M=Gratulacje!
YouHave_M=Pomyślnie zaktualizowano program IObit Uninstaller do najnowszej wersji.
Try_M=Wypróbuj teraz!
Tip_M=Pomyślnie automatycznie zaktualizowano do IObit Uninstaller <a>%d</a>.
WhatNew_M=Co nowego w najnowszej wersji:
More_M=Więcej szczegółów

[Uninstaller_Public_M]
Lan_ButtonCancel=Anuluj
Lan_ButtonClose=Zamknij
Lan_ButtonContinue=Kontynuuj
Lan_ButtonClean=Oczyść
Lan_Cleaning=Czyszczenie
Lan_Details=Szczegóły
Lan_Exit=Zakończ
Lan_Hide=Ukryj
Lan_Ignore=Ignoruj
Lan_Ignored=Zignorowano
Lan_item=element
Lan_items=elem.
Lan_LoadingD=Wczytywanie…
Lan_WindowMin=Minimalizuj
Lan_WindowMax=Maksymalizuj
Lan_ButtonNo=Nie
Lan_Name=Nazwa
Lan_NameT=Nazwa (łącznie: %d)
Lan_Notagain=Nie pokazuj tego ponownie
Lan_ButtonOK=OK
Lan_Publisher=Wydawca
Lan_WindowRest=Przywróć
Lan_ButtonRemove=Usuń
Lan_State=Stan
Lan_Show=Pokaż
Lan_Scan=Skanuj
Lan_Search=Wyszukaj
Lan_ButtonUninstall=Odinstaluj
Lan_Version=Wersja
Lan_ButtonYES=Tak
Lan_ButtonFor0=Zdobądź PRO za 0 zł
Lan_ButtonActivate=Aktywuj teraz
Lan_ButtonUpgrade=Ulepsz teraz
Lan_ButtonUpgradeFor0=Przejdź na PRO za 0 zł
Lan_DisplayName=Nazwa
Lan_Installationpath=Ścieżka instalacji
Lan_Description=Opis
Lan_LinkAbout=Strona internetowa
Lan_LinkHelp=Pomoc techniczna
Lan_SysMsgCorrupted=Niektóre pliki programu IObit Uninstaller są uszkodzone. Zainstaluj ponownie program IObit Uninstaller.
Lan_Bit=bitowy

[RC_M]
M1=Darmowa edycja PRO
M2=0 zł, aby cieszyć się łatwiejszą, wydajniejszą i pełniejszą dezinstalacją.
M3=Automatyczne
M4=Czyszczenie pozostałych plików
M5=1-kliknięciem
M6=Napraw wszystkie problemy z oprogramowaniem
M7=1000+
M8=Usuwanie uporczywego oprogramowania
M9=50% większa
M10=Baza danych aktualizacji oprogramowania
M11=Teraz więcej wspaniałych i ulepszonych funkcji PRO oferujemy ZA DARMO:
M12=BEZPŁATNIE włącz AUTOMATYCZNE Czyszczenie pozostałych plikó
M13=i z łatwością ciesz się szybszym i sprawniejszym komputerem.

[Unistaller_Register_M]
license_OtherCode_M=Kod licencji %s jest tylko ważny dla programu %s. Kliknij przycisk „OK”, aby pobrać, zainstalować i aktywować program %s.
LicenseCannotconnect_M=Nie udało się nawiązać połączenia z naszym serwerem. Sprawdź swoje ustawienia sieciowe / serwera proxy i spróbuj aktywować swoją licencję później.
license_OtherGivewalys_M_M=%s jest licencją bezpłatną i ważną tylko dla konkretnej wersji programu. Odwiedź <a>naszą stronę internetową</a>, aby zakupić nową licencję dla IObit Uninstaller %s PRO.
License_expired_M=Kod licencji %s wygasł. Kliknij <a>tutaj</a>, aby zakupić nową licencję.
License_maximum_M=Kod licencji %s został aktywowany na maksymalnej liczbie komputerów i nie może zostać użyty. Kliknij <a>tutaj</a>, aby zakupić nową licencję dla IObit Uninstaller PRO.
License_Free_M=Kod licencji %s nie może zostać aktywowany. Zakup nową licencję dla IObit Uninstaller PRO.
License_valid_M=Nieprawidłowy kod licencji! Wprowadź prawidłowy.
LicenseSeat_M=Liczba licencji: 
LicenseCodeLiftTime_M=Ten dożywotni kod licencji jest ważny tylko dla IObit Uninstaller v%d. Zainstaluj ponownie program IObit Uninstaller v%d PRO.
licensedays_left_M=Pozostało dni: %d
licenseday_left_M=Pozostało dni: %d
LicenseCodeLocation_M=Kod licencji %s nie jest prawidłowy dla Twojego kraju lub regionu. Kliknij przycisk „OK”, aby zakupić nową licencję.
Never_M=Nigdy
M_CheckLicense=Status swojej licencji możesz sprawdzić w menu opcji po kliknięciu na „Moje subskrypcje”.

[Uninstaller_Form_Activate]
Label_Get.caption=Kup licencję
Label_Retrv.caption=Odzyskaj kod
Label_Eg.caption=np.: AAAAA-BBBBB-CCCCC-DDDDD
RdImgBtnRegNow.caption=Zarejestruj teraz
RdLabelCaption.caption=Aktywuj wersję PRO, by cieszyć się jeszcze wyższą jakością usługi
Label_Please.caption=Wprowadź poniżej swój kod licencji, a następnie kliknij przycisk „Zarejestruj teraz”, aby uzyskać dostęp do wszystkich funkcji wersji PRO.
Label_Code.caption=Kod licencji:
RdBtnlab.caption=Więcej korzyści, które obiecujemy:
RdImgBtn_Upgrade.caption=Ulepsz do wersji PRO

[Form_Activate_M]
TitleOne=Czyszczenie odinstalowania z dziennika
ContentOne=Dokładnie odinstaluj programy z dziennikami utworzonymi podczas instalacji
TitleTwo=Usuwanie Uporczywego Programu
ContentTwo=Całkowicie usuwanie 1000+ uporczywych programów z unikalną bazą danych
TitleThree=Płynna Wydajność Oprogramowania
ContentThree=Automatyczne wykrywanie luk w oprogramowaniu i łatwe blokowanie okna powiadomień i niechcianych reklam
TitleFour=Aktualizator Oprogramowania
ContentFour=1-klik, aby Twoje ważne programy były zawsze aktualne

[Uninstaller_Form_LicenseManager]
RdImgBtn_close.caption=Zamknij
lbleg.Caption=np.: AAAAA-BBBBB-CCCCC-DDDDD
rdlblHelp.caption=Pomoc
Label_Please.caption=Wprowadź poniżej swój kod licencji, a następnie kliknij przycisk „Zarejestruj teraz”, aby uzyskać dostęp do wszystkich funkcji wersji PRO.
Label_Code.caption=Kod licencji:
RdImgBtnRegister.caption=Zarejestruj teraz
Label_Retrv.caption=Odzyskaj kod
Label_HaveLicense.caption=Nie posiadasz licencji?
Label_click.caption=Kliknij tutaj, aby ją zakupić
RdImageButton_Back.caption=Wstecz
RdImageButton_Close.caption=Zamknij
RdLabelCaption.caption=Menedżer licencji
Label_Status.caption=Stan licencji:
Label_Activated.caption=Aktywowana
Label_Lcode.caption=Kod licencji:
Label_Data.caption=Data wygaśnięcia:
Label_Refresh.caption=Odśwież
Label_Export.caption=Eksportuj licencję
rdlblAlread.caption:=Mam już kod licencji

[uninstaller_Form_licensemessage]
rdlblHelp.caption=Pomoc
RdImgBtn_Closetwo.caption=Zamknij
Label_success.caption=Kod licencji został aktywowany pomyślnie!

[Monitor_FormMainInitWizard_M]
M_NoticeInfo_AB=1. Wybierz, a następnie potwierdź lewym przyciskiem myszy (LPM) obszar, którego chcesz wykonać zrzut ekranu
M_NoticeInfo_AC=2. Kliknij PPM lub naciśnij ESC, aby zamknąć
M_Rect=Prostokąt
M_Oval=Owal
M_Text=Tekst
M_Paintbrush=Pędzel
M_Return=Cofnij (Ctrl + Z)
M_Copy=Kopiuj do schowka
M_Exit=Opuść tryb tworzenia zrzutu ekranu
M_Save=Zapisz
M_TipInfo=Zrzut ekranu został skopiowany do schowka. Możesz użyć Ctrl + V, aby go wkleić.
M_TipShow=Nie pokazuj tego ponownie
M_TipSure=OK

[Uninstaller_frmSetting]
lbl_Caption.caption=Ustawienia
lbl_UserInterfaceTitle.caption=Interfejs użytkownika
lbl_SkinTitle.caption=Skórka:
lbl_LanguageTitle.caption=Bieżący język:
lbl_FontSize.caption=Rozmiar czcionki:
lbl_Dark.caption=Ciemny
lbl_Light.caption=Jasny
lbl_UpdateTitle.caption=Sposób aktualizowania
lbl_UpdateChooseDes.caption=Sposób aktualizowania tego produktu:
btnImg_UpdateRemind.caption=Powiadom mnie, gdy aktualizacje będą dostępne
btnImg_UpdateAuto.caption=Aktualizuj automatycznie
lbl_GeneralCaption.caption=Ogólne
btnImg_AutoDelete.caption=Automatycznie usuwaj pliki pozostawione przez odinstalowane programy
btnImg_AfterUninstallAutoScan.caption=Automatycznie usuwaj pliki programów pozostawione przez inne dezinstalatory
btnImg_RemoveToRecycleBin.caption=Przenoś pozostawione pliki do kosza systemowego
btnImg_ShowExplorerButton.caption=Dodaj przycisk „Zniszcz plik” w Eksploratorze Windows
btnImg_ShowComponents.caption=Nie pokazuj składników systemu
btnImg_ShowMenuButton.caption=Dodaj polecenie „Dokładna dezinstalacja” do menu kontekstowego
btnImg_CreateRestore.caption=Utwórz punkt przywracania przed odinstalowaniem
btnImg_OK.caption=OK
btnImg_Cancel.caption=Anuluj
lbl_HotKey.caption=Skrót klawiszowy dla Szybkiej dezinstalacji:
lbl_OccupiedHotKey.caption=Ten skrót klawiszowy jest już w użyciu. Wprowadź inny.
lbl_Notification.caption=Powiadomienia
btn_NotifySoftUpdater.caption=Powiadom mnie, gdy aktualizacje dla moich programów będą dostępne
btnImg_SystemDiskSpace.caption=Powiadom mnie, gdy ilość wolnego miejsca na partycji systemowej spadnie poniżej 10%
lbl_Boundleware.caption=Lista ignorowanych
btnImg_remove.caption=Usuń
btnImg_UserInterface.Caption=Interfejs użytkownika
btnImg_General.Caption=Ogólne
btnImg_Notification.Caption=Powiadomienia

[Uninstall_setting_M]
Setting_UITitle=Interfejs użytkownika
Setting_GeneralTilte=Ogólne
Setting_NotificationTilte=Powiadomienia
Setting_BoundlewareTilte=Lista ignorowanych
Setting_Size_Normal=Normalna
Setting_Size_Large=Duża
Setting_Size_Larger=Największa
Setting_listviewHeader=Nazwa elementu
SystemComponentsInfo=Składniki systemu to m.in. Microsoft .NET Framework, Microsoft Visual C++ Redistributable czy Microsoft XNA.
btnImg_NotificInstallLog_M1=Powiadom mnie, gdy zostanie utworzony nowy dziennik instalacji przez automatyczny monitor
btnImg_BundlewareInstalled_M=Powiadom mnie, gdy zostanie zainstalowane bundleware
btnImg_BrowserPlugTip_M=Powiadom mnie, gdy zostanie zainstalowany złośliwy dodatek
btnImg_AutoCleanTipForm_M=Powiadom mnie podczas wykrywania pozostałości plików przez dezinstalację innego deinstalatora
btnImg_leftovers_M=Powiadom mnie, gdy po odinstalowanym programie zostaną znalezione pozostałości
btnImg_SoftNotific_M=Powiadom mnie, gdy wykrywane są okna powiadomień
btnImg_NotNeedInstall_M=Powiadamiaj mnie, gdy wykryte zostaną niepotrzebne pliki instalacyjne
btnImg_Boundleware.Caption_M=Lista ignorowanych
rdlbl_BoundlwareTip.caption_M=Ignorowane elementy nie będą identyfikowane jako bundleware, dopóki nie zostaną usunięte z poniższej listy.

[SoftUpdate_M]
SUCaption=Aktualizator Oprogramowania
SU_GroupOutData=Przestarzałe
SU_GroupUpToDate_New=Aktualizacja
SU_Ignore=Ignoruj
SU_Ignored=Zignorowano
SU_NoIgnore=Przestań ignorować
SU_Update=Zaktualizuj
SU_Updating=Aktualizowanie
SU_UpToDate=Aktualny
SU_NewVersion=Nowa wersja
SU_CurrVersion=Aktualna wersja
SU_ActivePro=Aktywuj automatyczne aktualizacje
SU_Button_UpdateAll=Zaktualizuj wszystkie
SU_NoUpdates=Nie ma aktualizacji do oprogramowania na PC.
SU_IgnoreForever=Ignoruj wszystkie aktualizacje
SU_IgnoreCurrent=Ignoruj obecną aktualizację
SU_CancelUpdate=Trwa aktualizacja. Czy na pewno chcesz anulować aktualizację?
SU_DefaultSelUpdate=Hura! Wszystkie oprogramowania są aktualne!
SU_DefaultUpdaterPromoteInfo=Zaktualizuj wszystkie przestarzałe oprogramowanie w celu zmniejszenia ryzyka bezpieczeństwa.

[SoftUpdatePromote_M]
IUP_Manually=Aktualizuj ręcznie
Img_Tab=Aktywuj IObit Uninstaller PRO, aby
LbIUPromote1=Zaktualizować wszystkie ważne programy jednym kliknięciem
LbIUPromote2=Automatycznie zainstalować aktualizacje programów bez konieczności odwiedzania ich stron internetowych
SUInstall=Zainstaluj
SUImg_Tab=Zainstaluj IObit Software Updater
LbSUPromote1=Aktualizuj jeszcze większą liczbę programów
LbSUPromote2=Z łatwością instaluj programy, których potrzebujesz
SUEULA=Klikając przycisk „Zainstaluj”, zgadzasz się na instalację programu IObit Software Updater i akceptujesz jego <a>Umowę licencyjną</a> oraz <a>Politykę prywatności</a>.

[SoftUpdateTip_M]
TipOne=<a>%s</a> program wymaga aktualizacji
TipOnes=<a>%s</a> programy wymagają aktualizacji
TipInfo=Aby chronić PC przed lukami w zabezpieczeniach
NeverShow=Nie pokazuj ponownie
BtnUpdate=Aktualizuj teraz

[SpecUTool_M]
SpecTOpen=Otwórz
SpecTOK=OK
SpecTHide=Ukryj
TrayHint=IObit Uninstaller odinstalowuje programy
SpecTUninstalling=Trwa odinstalowywanie następującego programu:
SpecTUninstallingM=Trwa odinstalowywanie następujących programów:
SpecTUninstalled=program został odinstalowany.
SpecTUninstalledM=programy zostały odinstalowane.
SpecTClose=Zamknij

[Uninstaller_form_StubbornTool]
lbl_Title.caption=Usuwanie uporczywych programów
lbl_DescTitle.caption=Wyświetl programy, które mogą nie być odinstalowane w innych miejscach. Tutaj możesz je łatwo usunąć.

[Uninstaller_Stubborn_M]
OfficialGroupEx=Oficjalna Baza Danych Usuwania (%d)
OfficialDesEx=Niektórych programów nie można odinstalować w normalny sposób ze względów bezpieczeństwa. Możesz je łatwo odinstalować, używając tutaj ich oficjalnego narzędzia do usuwania.
AllGroupEx=Supported Programs Database (%d)
AllDesEx=Oto większa lista programów, do których możesz nie być w stanie znaleźć wpisu dezinstalacyjnego w innych miejscach. Można je łatwo tutaj odinstalować.
ProblemsTip=Znaleziono problemy
LoadingTip=Ładowanie Obsługiwanej Bazy Danych Programów...
NotInstallSingleMsgBox=Nie wykryto problemów z dezinstalacją dla następującego programu. Czy chcesz kontynuować odinstalowywanie i skanowanie w poszukiwaniu pozostałości plików?
NotInstallSomeMsgBox=Nie wykryto problemów z dezinstalacją dla następujących programów. Czy chcesz kontynuować odinstalowywanie i skanowanie w poszukiwaniu pozostałości plików?

[uninstaller_frmSystemRestore]
lbl_Caption.Caption=Przywracanie systemu
rdlblDesc.Caption=Pozwala na przywrócenie twojego komputera do stanu sprzed wybranego zdarzenia. Ze względów bezpieczeństwa nie można usunąć ostatniego punktu przywracania systemu.
ListView_Restore.Columns[0].Caption=Data i godzina
ListView_Restore.Columns[1].Caption=Opis
btn_CreateRestorePoint.Caption=Utwórz punkt przywracania systemu
RdImageButton_Restore.Caption=Przywróć
RdImageButton_Delete.Caption=Usuń
lblNull.Caption=Brak utworzonych punktów przywracania systemu.
Rdlbl_CreateRestorePoint.caption=Utwórz punkt przywracania systemu

[SystemRestore_M]
SysRestore_CreateComplete=Pomyślnie utworzono punkt przywracania systemu!
SysRestore_CreateFailed=Tworzenie punktu przywracania systemu nie powiodło się! Upewnij się, że funkcja Przywracanie systemu jest włączona.
SysRestore_CreateRestore_Confirm=Czy na pewno chcesz utworzyć punkt przywracania systemu?
SysRestore_CreateRestore_Tip=Trwa tworzenie punktu przywracania systemu, proszę czekać…
SysRestore_CreateRestore_Failed=Tworzenie punktu przywracania systemu nie powiodło się! Upewnij się, że funkcja Przywracanie systemu jest włączona.
SysRestore_SetRestore_Confirm=OSTRZEŻENIE: Przywrócenie systemu do punktu przywracania spowoduje cofnięcie wszelkich zmian dokonanych po utworzeniu tego punktu. Po uruchomieniu narzędzia Przywracanie systemu nie będzie można przerwać jego działania. Czy na pewno chcesz kontynuować?
SysRestore_SetRestore_Reboot=Wymagane jest ponowne uruchomienie komputera, aby zastosować te zmiany. Przed kontynuowaniem zapisz otwarte pliki i zamknij wszystkie uruchomione programy. Czy chcesz teraz ponownie uruchomić komputer?
SysRestore_SetRestore_Tip=Trwa przywracanie plików i ustawień systemowych, proszę czekać…
SysRestore_Delete_Confirm=Czy na pewno chcesz usunąć ten punkt przywracania systemu?

[UninstallForm_M]
MsgBox_SelectProgram=Wybierz przynajmniej jeden program.
Msg_Bundle_RebootSpec=został odinstalowany. Uruchom ponownie komputer, by dokończyć dezinstalację.
OneItemStr=elementy: %d
SomeItemStr=elementy: %d
Clean_Uninstall=Dokładna dezinstalacja
RebootToDelete_Str=(usuń po ponownym uruchomieniu)
UninstallingSingleStr_New=Czy na pewno chcesz odinstalować wybrany element?
UninstallingSomeStr_New=Czy na pewno chcesz odinstalować wybrane %d elementy?
UninstallingSingleStrUpdate=Czy na pewno chcesz odinstalować wybraną aktualizację systemu Windows?
UninstallingSomeStrUpdate=Czy na pewno chcesz odinstalować wybrane aktualizacje systemu Windows %d?
UninstallingSingleStrApp=Czy na pewno chcesz odinstalować wybraną aplikację systemu Windows?
UninstallingSomeStrApp=Czy na pewno chcesz odinstalować wybrane aplikacje systemu Windows %d?
Uninstall_Str=Odinstalowywanie %s (%d/%d)
Scan_Str=Skanowanie %s (%d/%d)
UninstallOne_Str=Odinstalowywanie %s
ScanOne_Str=Skanowanie %s
CreateRetore_Str=Trwa tworzenie punktu przywracania systemu, proszę czekać…
SureToDeleteSomeStr_New=<a>%d</a> elementy są odinstalowywane. Ale nadal są następujące pozostałości.
SureToDeleteOneStr_New=<a>1</a> element jest odinstalowany. Ale nadal są następujące pozostałości.
SureToDeleteSomeStrApp=Odinstalowane aplikacje systemu Windows: <a>%d</a>. Nadal jednak pozostały po nich następujące elementy.
SureToDeleteOneStrApp=Odinstalowane aplikacje systemu Windows: <a>1</a>. Nadal jednak pozostały po niej następujące elementy.
SureToDeleteByHistroy=Znaleziono pozostałości
DeletingStr=Trwa usuwanie pozostałości, proszę czekać
DeleteCancleStr=Czy na pewno chcesz anulować usuwanie?
RestoringCancleStr=Czy na pewno chcesz anulować tworzenie punktu przywracania systemu?
UninstallingCancleStr=Czy na pewno chcesz wyjść? Pozostawione pliki mogą zostać nieusunięte w całości.
ScaningCancleStr=Czy na pewno chcesz przerwać skanowanie i wyjść? Pozostawione pliki mogą zostać nieusunięte w całości.
RegistryCaption_Str=Rejestr
FileCaption_Str=Pliki
TaskCaption_Str=Zaplanowane zadania
ServiceCaption_Str=Usługi systemowe
DllCaption_Str=Zarejestrowane biblioteki DLL
SuccessReslutFromHistroySingle=Pozostawione pliki zostały pomyślnie usunięte. Oto szczegóły:
SuccessReslutFromUninstallSingle_New=Pomyślnie odinstalowano <a>%d</a> element i usunięto pozostałości poniżej:
SuccessReslutFromUninstallSome_New=Pomyślnie odinstalowano <a>%d</a> elementy i usunięto pozostałości poniżej:
SuccessReslutFromUninstallSingleApp=Pomyślnie odinstalowano <a>%d</a> aplikację systemu Windows. Oto szczegóły:
SuccessReslutFromUninstallSomeApp=Pomyślnie odinstalowano aplikacje systemu Windows (<a>%d</a>). Oto szczegóły:
FileDelete_Str=Pliki
RegDelete_Str=Wpisy rejestru
TaskDelete_Str=Zaplanowane zadania
ServiceDelete_Str=Usługi systemowe
DeepDelete_Str=Pozycje zarejestrowane
HtmlRecomReslutCaption=Odinstalowano <a>%d</a> programy oraz usunięto następujące pozostawione pliki:
HtmlRecomReslutCaption1=Odinstalowano <a>%d</a> program oraz usunięto następujące pozostawione pliki:
HtmlRecomReslutAppCaption=Odinstalowano aplikacje systemu Windows (<a>%d</a>) oraz usunięto następujące pozostawione pliki:
HtmlRecomReslutAppCaption1=Odinstalowano <a>%d</a> aplikację systemu Windows oraz usunięto następujące pozostawione pliki:
HtmlFileReCaption=Zbędne pliki: <a>%s</a>
HtmlRegReCaption=Zbędne wpisy rejestru: <a>%d</a>
HtmlTaskReCaption=Nieprawidłowe zaplanowane zadania: <a>%d</a>
HtmlServicesReCaption=Nieprawidłowe usługi systemowe: <a>%d</a>
HtmlDeepReCaption=<a>%d</a> rejestrowane elementy
HtmlFileReCaptionOne=Zbędne pliki: <a>%s</a>
HtmlRegReCaptionOne=Zbędne wpisy rejestru: <a>%d</a>
HtmlTaskReCaptionOne=Nieprawidłowe zaplanowane zadania: <a>%d</a>
HtmlServicesReCaptionOne=Nieprawidłowe usługi systemowe: <a>%d</a>
HtmlDeepReCaptionOne=<a>%d</a> zarejestrowany element
UninstallPromote=Kup teraz
RebootYes=Uruchom ponownie teraz
RebootLater=Później
FromHistroyNoItem=Nie znaleziono pozostałości.
FromUninstallNoItem=Dezinstalacja została zakończona.
RelatedMetroText=Te aplikacje są ze sobą powiązane. Odinstalowanie jednej z nich usunie inne. Czy na pewno chcesz odinstalować te aplikacje?
RelatedSoftText=Powyższe programy zostały zainstalowane w tym samym czasie. Czy chcesz odinstalować je razem?
HtmlADPluginCaption=Dodatki reklamowe: <a>%d</a>
HtmlMaliciousPluginCaption=Złośliwe dodatki: <a>%d</a>
MoneyBackInfo=Po całkowitym usunięciu niepożądanych dodatków i programów twój komputer będzie bezpieczniejszy i szybszy. Gwarancja zwrotu pieniędzy w ciągu 60 dni. Bez zbędnych pytań.
SpecRestartAll=Uruchom ponownie komputer, aby w pełni odinstalować następujące programy. Uruchomić ponownie teraz?
SpecRestartOne=Uruchom ponownie komputer, aby w pełni odinstalować następujący program. Uruchomić ponownie teraz?
UnPromoteTitle=Wersja PRO oferuje więcej cech i zalet:
UnPromote_60=Gwarancja zwrotu pieniędzy w ciągu 60 dni
PromotelbPlugins_New=Usuń <a>%d</a> złośliwe oprogramowania & rozszerzenia dla bezpiecznego surfowania
PromotelbPlugin_New=Usuń <a>%d</a> złośliwe oprogramowanie & rozszerzenie do bezpiecznego surfowania
PromotelbPlugin0_New=Usuń złośliwe oprogramowanie & rozszerzenia do bezpiecznego surfowania
PromotelbUpdate=Zaktualizuj jednym kliknięciem przestarzałe oprogramowanie (<a>%d</a>), by zmniejszyć jego podatność na ataki
PromotelbUpdate0=Zaktualizuj jednym kliknięciem przestarzałe oprogramowanie, by zmniejszyć jego podatność na ataki
PromotelbMoreDBs_New=Dokładnie usuń <a>%d</a> uporczywe programy
PromotelbMoreDB_New=Dokładnie usuń <a>%d</a> uporczywy program
PromotelbMoreDB0_New=Unikalna baza danych obsługuje usuwanie 1000+ uporczywych programów
PromotelbClean=Usuwanie bundleware jednym kliknięciem
PromotelbAuto=Automatyczne usuwanie pozostałości pominiętych przez inne dezinstalatory
NeedCloseApp=%s musi zostać zamknięty, zanim będzie można go odinstalować. Czy chcesz go zamknąć?
LB_Free=Free
LB_Pro=PRO
RestoreOpenstr=Funkcja Przywracanie systemu jest wyłączona. Kliknij przycisk „OK”, aby ją włączyć i zezwolić programowi IObit Uninstaller na tworzenie punktów przywracania systemu przed dezinstalacją programów.
OfficialFail=Próba odinstalowania następującego programu została zakończona niepowodzeniem. Spróbuj skorzystać z jego oficjalnych narzędzi do dezinstalacji.
OfficialFails=Próba odinstalowania następujących programów została zakończona niepowodzeniem. Spróbuj skorzystać z ich oficjalnych narzędzi do dezinstalacji.
QuitDonwload=Czy na pewno chcesz anulować pobieranie?
LogHintTitle=Więcej korzyści, które obiecujemy:
LogHintStr=+ Dokładne odinstalowywanie zarejestrowanych programów<br>+ Dokładne usuwanie przeszło 200 uporczywych programów<br>+ Dokładne i łatwe usuwanie bundleware
UpgradePromote=Ulepsz do IObit Uninstaller PRO, aby automatycznie usuwać pozostałości po dezinstalacji
UpgradeFileDelete=Pomyślnie usunięto pozostawione pliki (%s).
UpgradeRegsDelete=Pomyślnie usunięto pozostawione wpisy rejestru (%s).
UpgradeRegDelete=Pomyślnie usunięto pozostawione wpisy rejestru (%s).
PromoteB_Title=Więcej problemów, które mogą zostać naprawione z wersją PRO:
PromoteB_Update=Przestarzałe oprogramowanie, które można zaktualizować jednym kliknięciem:
PromoteB_Plugin_New=Złośliwe oprogramowanie & rozszerzenia powinny być usunięte dla bezpiecznego surfowania:
PromoteB_Leftover=Pozostałości po dezinstalacji, które można usunąć dla czystszego komputera:
PromoteB_Log=Zarejestrowane programy, które można dokładnie odinstalować:
PromoteB_Unuse=Programy nieużywane od co najmniej 2 miesięcy, które można odinstalować:
PromoteB_Banweb_New=Okna powiadomień mogą być zablokowane do uniknięcia przerw w pracy:
PromoteB_Permission=Niepotrzebne uprawnienia oprogramowania mogą zostać wyłączone:
PromoteB_SetupFile=Niepotrzebne pliki instalacyjne mogą zostać wyczyszczone do zwolnienia miejsca na dysku:
PromoteB_Fix=Napraw
PromoteB_Stubborn=Uporczywe programy, które można dokładnie odinstalować:
OfficialSp_1=Całkowicie odinstaluj następujący program za pomocą jego oficjalnego narzędzia do odinstalowywania.
OfficialSps_1=Całkowicie odinstaluj następujące programy za pomocą ich oficjalnych narzędzi do odinstalowywania.
LogPromoteHintTitle=Dokładnie wyczyść wszystkie zarejestrowane elementy w <a>wersji PRO</a>:
LogPromoteHintRegs=<a>%s</a> wpisy rejestru
LogPromoteHintReg=<a>%s</a> wpis rejestru
LogPromoteHintFiles=<a>%s</a> pliki
LogPromoteHintFile=<a>%s</a> plik
LogPromoteHintTasks=<a>%s</a> zaplanowane zadania
LogPromoteHintTask=<a>%s</a> zaplanowane zadanie
LogPromoteHintServices=<a>%s</a> usługi systemowe
LogPromoteHintService=<a>%s</a> usługa systemowa
LogPromoteHintDlls=<a>%s</a> dll rejestracje
LogPromoteHintDll=<a>%s</a> dll rejestracja
LogPromoteFormLogPro=zarejestrowane elementy
LogPromoteFormDesc_New=Więcej pozostałości wyczyścisz z edycją PRO
LogPromoteFormTip=Szczegóły jak poniżej:
LogPromoteFormDetails=Pokaz Szczegóły
EndRunningExeSingleMsgBox=Uruchomiona jest następująca pozycja. Czy na pewno chcesz to zamknąć i usunąć?
EndRunningExeSomeMsgBox=Następujące pozycje są uruchomione. Czy na pewno chcesz to zamknąć i usunąć?
UninstallingSingleStr=Czy na pewno chcesz odinstalować wybrany program?
UninstallingSomeStr=Czy na pewno chcesz odinstalować wybrane programy (%d)?
SureToDeleteSomeStr=Odinstalowane programy: <a>%d</a>. Nadal jednak pozostały po nich następujące elementy.
SureToDeleteOneStr=Odinstalowane programy: <a>1</a>. Nadal jednak pozostały po nim następujące elementy.
SuccessReslutFromUninstallSingle=Pomyślnie odinstalowano <a>%d</a> program. Oto szczegóły:
SuccessReslutFromUninstallSome=Pomyślnie odinstalowano <a>%d</a> programy. Oto szczegóły:

[Uninstaller_frmUninstallForm]
mniMenu_Regedit.caption=Otwórz w Edytorze rejestru
mniMenu_Path.caption=Otwórz lokalizację pliku
btnImg_AllMainCancel.caption=Anuluj
btnImg_Uninstall.caption=Odinstaluj
btnImg_ChkAutoDelete.caption=Automatycznie usuń pozostawione pliki
btnImg_ChkCreateRestore.caption=Utwórz punkt przywracania przed dezinstalacją
lbl_IsUninstallHint.caption=Czy na pewno chcesz odinstalować wybrany program?
btnImg_Delete.caption=Usuń
btnImg_ReslutCancel.caption=Anuluj
btnImgl_SeletedAll.caption=Zaznacz wszystko
btnImg_ChkShredFile.caption=Zniszcz pliki
lbl_NoPowerScan.caption=Dezinstalacja została zakończona.
btnImg_RecommendClose.caption=Zamknij
btnImg_Restart.caption=Tak
lbl_MoneyBackTitle.caption=Gwarantujemy dokładną dezinstalację i czystszy komputer
btn_Tab.caption=Zyskaj więcej z IObit Uninstaller PRO
lbl_InfoDB.caption=Ogromna baza danych umożliwiająca dokładne usuwanie uporczywych programów
lbl_InfoRemove.caption=Usuwaj złośliwe i przepełnione reklamami dodatki, by bezpiecznie i płynnie surfować po Internecie
lbl_InfoUpdate.caption=Monitoruj instalację programów i usuwaj bundleware

[Uninstaller_frm_WhatsNew]
rdlbl_title.Caption=Co nowego

[WindowsUpdate_M]
Update_NoItem_Tip=Nie znaleziono zainstalowanych aktualizacji systemu Windows.
NoSerchItem_Tip=Brak elementów pasujących do kryteriów wyszukiwania.
Update_Loading_Tip=Wczytywanie…
Update_WindowsTitle=Oto lista zainstalowanych aktualizacji systemu Windows na twoim komputerze. Odinstaluj te niepożądane, aby zwolnić miejsce na dysku.
Button_Uninstall=Odinstaluj

[Uninstaller_Form_WindowsUp]
ListView_Update.Columns[1].caption=Data instalacji
mniUninstall.caption=Odinstaluj
mniRefush.caption=Odśwież

